[
  {
    "path": "posts/2023-09-12-senti-hot-country-21rmd/",
    "title": "senti-hot-country-21.Rmd",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Monty",
        "url": {}
      }
    ],
    "date": "2023-09-12",
    "categories": [],
    "contents": "\nSome Basics\nFirst, I should point out that much of the content in this section will be based on the book Text Analysis with R for Students of Literature by Matthew L. Jockers.\nR and RStudio\nThere are at least two different kinds of environments that you can work with R in. Currently, the environment that I am using is a terminal like environment called vim. Vim works using a number of plugins and for my purposes, the main one is is Nvim-R. I am not going to recommend this if you do not have experience with it. Rather I will specify the basic method for getting started from scratch with no experience.\nTo download the current version of R head to R and select on your operating system:\nFor Linux, choose distribution and installer file.\n\nDownload the “Desktop” version of RStudio\nFollow the installation instructions\nLaunch RStudio like any other program\n\nCreating the Materials\nPrimarily, this tutorial is for my own personal purposes meaning that these instructions are ones that I’ve used to accomplish some task and do not want to forget.\nBillboard Music Charts\nUltimately, I am aiming to compare contextual sentiment expression across two genres of billboard music charts; namely Country and Hip-Hop R-n-B. To do this, it is helpful to identify a number of Billboard music charts that correspond to these styles. To do this, I’ve found the billboard.py python api by Allen Guo to be central. It can be found here. It is merely an api that gives you access to Billboard.com’s music charts.\nFirst, find a chart:\nchart = billboard.ChartData('Hot-Country-Songs', year=2022) selects a specific “year end chart” from Billboard.com which you can get grouped by category here and the year-end charts from here.\nNext\ncreate new file with an extension .py\ntouch billboard.py\nEnter these contents:\nimport billboard\nimport sys\n\nchart = billboard.ChartData('Hot-Country-Songs', year=2021)\n\noriginal_stdout = sys.stdout\n\nwith open('Hot-Country-Songs-2022.txt', 'w') as f:\n    sys.stdout = f\n    print(chart)\n    sys.stdout = original_stdout\n\nchart2 = billboard.ChartData('Country-Streaming-Songs', year=2022)\n\noriginal2_stdout = sys.stdout\n\nwith open('Country-Streaming-Songs-2022.txt', 'w') as g:\n    sys.stdout = g\n    print(chart2)\n    sys.stdout = original2_stdout\n\nimport billboard imports the billboard api while import sys imports various python functions that will help to maintain different aspects of your python runtime environment.\nNext, chart = billbarod.ChartData('Your chosen chart', year=your chosen year') saves the chart data, artist and song to the variable “chart”.\nThen\nwith open('some text file.txt', 'w') as f:\n    sys.stdout = f\n    print(chart)\n    sys.stdout = original_stdout\nHere, you’ve created a new file “some text . . .” and stored it as f, and printed the “chart” data to f and saved the chart to “some text file . . .”.\nIt should look something like this:\nCountry-Streaming-Songs chart (2021)\n------------------------------------\n1. 'Forever After All' by Luke Combs\n2. 'Tennessee Whiskey' by Chris Stapleton\n3. 'Starting Over' by Chris Stapleton\n4. 'Wasted On You' by Morgan Wallen\n5. 'I Hope' by Gabby Barrett\n6. 'Fancy Like' by Walker Hayes\n7. 'Whiskey Glasses' by Morgan Wallen\nIn my particular case, I ran a number of regex functions in vim so that I would only have the title and name of the song left which I saved as a comma delimited file csv like this:\nI Hope,Gabby Barrett\nThe Bones,Maren Morris\nHeartless,Diplo Presents Thomas Wesley Featuring Morgan Wallen\nOne Man Band,Old Dominion\n10000 Hours,Dan + Shay & Justin Bieber\nTennessee Whiskey,Chris Stapleton\nWhiskey Glasses,Morgan Wallen\nBriefly, it should be noted that you can retrieve as many charts as you’d like with this code:\nimport billboard\nimport sys\n\n## chart 1, Hot-Country-Songs year-end 2021\n\nchart = billboard.ChartData('Hot-Country-Songs', year=2021)\n\noriginal_stdout = sys.stdout\n\nwith open('Hot-Country-Songs-2022.txt', 'w') as f:\n    sys.stdout = f\n    print(chart)\n    sys.stdout = original_stdout\n\n## chart 2, Country-Streaming-Songs year-end 2021\n\nchart2 = billboard.ChartData('Country-Streaming-Songs', year=2021)\n\noriginal2_stdout = sys.stdout\n\nwith open('Country-Streaming-Songs-2022.txt', 'w') as g:\n    sys.stdout = g\n    print(chart2)\n    sys.stdout = original2_stdout\n\nEach set will save a chart to a new .txt file\nRetrieving the Music Lyrics\nRetrieving music lyrics, I use John W. Miller’s excellent lyrics genuis api which in turn gets the lyrics you want from the website genuis.com. The full instructions or its use can be found here.\nBefore you use this package, you will need to sign up for an account to get access to the api. An account authorizes your access to the Genuis Api and can be done here.\nFirst, install the api from your terminal command line:\npip install lyricsgenuis\nOr get the latest version from github\npip install git+https://github.com/johnwmillr/LyricsGenius.git\nFor standard usage, see the website above. In my particular case, I had someone help me write this script and currently, as of today, it still works:\n# import lyricsgenius\nimport lyricsgenius\n# import csv python package of functions for handling csv files\nimport csv\n\n# the first line gives you access to lyrics genius\ngenius = lyricsgenius.Genius(\"your api\")\n\n# artist and song list\nhere = \"your-saved-csv.csv\"\n# file you will save lyrics to\nthere = \"new-lyrics-csv-file.csv (or .txt)\"\n\n# open new-lyrics-file for writing to\ndirectionsFile = open(there, \"+w\")\n\n# open artist song file to read from\nwith open(here, \"r\") as source:\n    reader = csv.reader(source)\n    songartistlist = list(reader)\n\n# Admittedly, it gets a little vague here, but I think that what is happening is that you create two sets of lists to save each of your columns to. The column on the left lists the song titles \"songlist = []\" while the one on the right lists the artist's name \"artistlist = []\".\n\nsonglist = []\nartistlist = []\n\n# you then save the songartistlist as a variable called \"i\" each line is listed separately. Create a new variable called \"j\" where if an item (set of lyrics) is retured, then it is added to your object as a song\n\nfor i in songartistlist:\n    count = 0\n    for j in i:\n        if count == 0:\n            songlist.append(j)\n            count += 1\n        else:\n            jsplit = j.split()\n            j = jsplit[0]\n            artistlist.append(j)\n\n# while the additional (once again not utterly clear) will attach the song lyrics to the artist.\n\ncount1 = 0\nsonglyrics = []\nfor k in songartistlist:\n    song = genius.search_song(songlist[count1], artistlist[count1])\n    count1 += -1\n    songlyrics.append(song.lyrics)\n\n# save the lyrics file\ndirectionsFile.writelines(songlyrics)\nPreparing the Files for Analysis\nThis section will extensively use Matthew Jocker’s book. I’ve done analysis on similar sets before, but I am anticipating that Jocker’s book will help clarify much of what I’ve attempted in the past.\nCreating the R environment\nIn the section of Jocker’s book (1.5), he asks us to download the materials you would use to do his specific analysis. Instead, we will use the material we’ve just created.\n\n [1] \"What if I never get over you?\"                                              \n [2] \"Maybe months go by, maybe years from now\"                                   \n [3] \"And I meet someone and it's workin' out\"                                    \n [4] \"Every now and then, he can see right through\"                               \n [5] \"'Cause when I look at him\"                                                  \n [6] \"Yeah, all I  see is youWhat if I'm tryin', but then I close my eyes\"        \n [7] \"And then I'm right back, lost in that last goodbye?\"                        \n [8] \"And what if time doesn't do what it's supposed to do?\"                      \n [9] \"What if I never get over you?\"                                              \n[10] \"Ooh yeah\"                                                                   \n[11] \"What if I never get over?\"                                                  \n[12] \"What if I never get closure?\"                                               \n[13] \"What if I never get back all the wasted words I told ya?\"                   \n[14] \"What if It never gets better?\"                                              \n[15] \"What if this lasts forever and ever and ever?\"                              \n[16] \"I'm tryin', but then I close my eyes\"                                       \n[17] \"And then I'm right back, lost in that last goodbye\"                         \n[18] \"And what if time doesn't do what it's supposed to do?\"                      \n[19] \"What if I never get over you?\"                                              \n[20] \"What if I gave you (What if I gave you) everything I got?\"                  \n[21] \"What if your love was my one and only shot?\"                                \n[22] \"What if I end up with nothing to compare it to\"                             \n[23] \"What if I never get over? Oh, if I never get over\"                          \n[24] \"What if I never get over you?\"                                              \n[25] \"What if I never get over you?\"                                              \n[26] \"Oh, what if I never get over?\"                                              \n[27] \"Over you\"                                                                   \n[28] \"[Starting Over ]\"                                                           \n[29] \"Well the road rolls out like a welcome mat\"                                 \n[30] \"To a better place than the one we're at\"                                    \n[31] \"And I ain't got no kinda plan\"                                              \n[32] \"But I've had all of this town I can standAnd I got friends out on the coast\"\n[33] \"We can jump in the water and see what floats\"                               \n[34] \"We've been savin' for a rainy day\"                                          \n[35] \"Let's beat the storm and be on our wayAnd it don't matter to me\"            \n[36] \"Wherever we are is where I wanna be\"                                        \n[37] \"And Honey, for once in our life\"                                            \n[38] \"Let's take our chances and roll the diceI can be your lucky penny\"          \n[39] \"You can be my four-leaf clover\"                                             \n[40] \"Startin' overThis might not be an easy time\"                                \n[41] \"There's rivers to cross and hills to climb\"                                 \n[42] \"Some days we might fall apart\"                                              \n[43] \"And some nights might feel cold and darkBut nobody wins afraid of losin'\"   \n[44] \"And the hard roads are the ones worth choosin'\"                             \n[45] \"Someday we'll look back and smile\"                                          \n[46] \"And know it was worth every mileAnd it don't matter to me\"                  \n[47] \"Wherever we are is where I wanna be\"                                        \n[48] \"And Honey, for once in our life\"                                            \n[49] \"Let's take our chances and roll the diceI can be your lucky penny\"          \n[50] \"You can be my four-leaf clover\"                                             \n[51] \"Startin' over\"                                                              \n\nA quick mention is in order here. I cleaned up my original file. Since I am using Neovim, I was able to do this using a series of vim search and replace functions. Namely, there was a series of metadata variables such as [Verse 1] [Intro] highlighting the various verse blocks of the lyrics. using functions such as %s /\\[.*\\]//gc I was able to search these out can delete them. Further, each new song lyric began with \"last lyric line of previous songEmbedSong title of new song followed byLyric\". It was pretty ugly. I replaced these lines like this: %s /.*Embed\\zeLyric/\\[&\\]/gc. I think that is what I did, if it doesn’t work for you, you could always play around with various searches. Just do not close the file so that you can always recover.\nI ended up with a file that began each new song lyric in this way: [Song Title]. I made a copy of the file and then deleted all of the song titles in the new copy. Although I no longer have the song title metadata in the file that I am working with, once I figure out how to record the metadata in a variable apart from the file I am working in, I can always do so.\nOne last change that I needed to make was a similar bit of housekeeping. My master file had a list of songs whose lyrics did not get included. These were not country song lyrics and I think that because of that, my script did not download the lyrics to these songs. I am not sure why they were there.\nI now no longer have any metadata to contend with and after an extensive check, I was able to confirm that this is true.\nReprocessing the Content\n\n [1]  1  2  3  4  5  6  7  8  9 10 11 12 13 14 15 16 17 18 19 20 21 22\n[23] 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44\n[45] 45 46 47 48\n [1] \"c(\\\"i, i hope she makes you smile\\\", \\\"the way you made me smile on the other end of a phone\\\", \\\"in the middle of a highway driving alone\\\", \\\"oh baby, i, i hope you hear a song\\\", \\\"that makes you sing along and gets you thinking 'bout her\\\", \\\"then the last several miles turn into a blur, yeah\\\", \\\"i hope you're both feelin' sparks by the end of the drive\\\", \\\"i hope you know she's the one by the end of the night\\\", \\\"i hope you never ever felt more free\\\", \\\"tell your friends that you're so happy\\\", \\\"i hope she comes along and wrecks every one of your plans\\\", \\n\\\"i hope you spend your last dime to put a rock on her hand\\\", \\\"i hope she's wilder than your wildest dreams\\\", \\\"she's everything you're ever gonna need\\\", \\\"and then i hope she cheats\\\", \\\"like you did on me\\\", \\\"and then i hope she cheats\\\", \\\"like you did on me\\\", \\\"yeah, babe, i hope she shows up in a 2 am pic from her friend\\\", \\\"hanging on to a guy and you just ain't him\\\", \\\"i hope you stay up all night all alone, waitin' by the phone\\\", \\\"and then she calls\\\", \\\"and baby, i, i hope you work it out\\\", \\\"forgive and just about forget\\\", \\n\\\"and take her on a first date again\\\", \\\"and when you lean in for a kiss\\\", \\\"i hope you're both feelin' sparks by the end of the drive\\\", \\\"i hope you know she's the one by the end of the night\\\", \\\"i hope you never ever felt more free\\\", \\\"tell your friends that you're so happy\\\", \\\"i hope she comes along and wrecks every one of your plans\\\", \\\"i hope you spend your last dime to put a rock on her hand\\\", \\\"i hope she's wilder than your wildest dreams\\\", \\\"she's everything you're ever gonna need\\\", \\\"and then i hope she cheats\\\", \\n\\\"like you did on me\\\", \\\"and then i hope she cheats\\\", \\\"like you did on me\\\", \\\"i hope what goes comes all the way around\\\", \\\"i hope she makes you feel the same way about her\\\", \\\"that i feel about you right nowi hope you're both feelin' sparks by the end of the drive\\\", \\\"i hope you know she's the one by the end of the night\\\", \\\"i hope you never ever felt more free\\\", \\\"tell your friends that you're so happy\\\", \\\"i hope she comes along and wrecks every one of your plans\\\", \\\"i hope you spend your last dime to put a rock on her hand\\\", \\n\\\"i hope she's wilder than your wildest dreams\\\", \\\"she's everything you're ever gonna need\\\", \\\"and then i hope she cheats\\\", \\\"like you did on me\\\", \\\"and then i hope she cheats\\\", \\\"like you did on me\\\", \\\"[i wish grandpas never died\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n [2] \"\\\", \\\"i wish girls you loved never gave back diamond rings\\\", \\\"i wish every porch had a swing\\\", \\\"wish kids still learned to say sir and ma'am, how to shake a hand\\\", \\\"i wish every state had a birmingham\\\", \\\"i wish everybody knew all the words to mama tried\\\", \\\"i wish monday mornin's felt just like friday nights\\\", \\n\\\"and i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"i wish honky-tonks didn't have no closin' time\\\", \\\"and i wish grandpas never diedi wish sunday's on a creek bank would never end\\\", \\\"wish i could learn to drive again\\\", \\\"wish the first time, seventeen, she was my everything kiss in a chevrolet\\\", \\n\\\"could happen every day\\\", \\\"i wish everybody overseas was gonna make it home\\\", \\\"i wish country music still got played on country radio\\\", \\\"and i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"and i wish honky-tonks didn't have no closing time\\\", \\\"and i wish grandpas never died\\\", \\n\\\"never died\\\", \\\"and i wish good dogs never got grey and old\\\", \\\"i wish farms never got soldand i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"and i wish honky-tonks didn't have no closing time\\\", \\\"and i wish grandpas never died\\\", \\\"i wish grandpas never died\\\", \\\"[what if i never get over you\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n [3] \"\\\", \\n\\\"it's supposed to hurt, it's a broken heart\\\", \\\"but to movin' on is the hardest part\\\", \\\"it comes in waves, the letting go\\\", \\\"but the memory fades, everybody knows\\\", \\\"everybody knowswhat if i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye?\\\", \\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"maybe months go by, maybe years from now\\\", \\\"and i meet someone and it's workin' out\\\", \\\"every now and then, he can see right through\\\", \\n\\\"'cause when i look at him\\\", \\\"yeah, all i  see is youwhat if i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye?\\\", \\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"ooh yeah\\\", \\\"what if i never get over?\\\", \\\"what if i never get closure?\\\", \\\"what if i never get back all the wasted words i told ya?\\\", \\\"what if it never gets better?\\\", \\\"what if this lasts forever and ever and ever?\\\", \\\"i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye\\\", \\n\\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"what if i gave you (what if i gave you) everything i got?\\\", \\\"what if your love was my one and only shot?\\\", \\\"what if i end up with nothing to compare it to\\\", \\\"what if i never get over? oh, if i never get over\\\", \\\"what if i never get over you?\\\", \\\"what if i never get over you?\\\", \\\"oh, what if i never get over?\\\", \\\"over you\\\", \\\"[starting over \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n [4] \"\\\", \\\"well the road rolls out like a welcome mat\\\", \\\"to a better place than the one we're at\\\", \\n\\\"and i ain't got no kinda plan\\\", \\\"but i've had all of this town i can standand i got friends out on the coast\\\", \\\"we can jump in the water and see what floats\\\", \\\"we've been savin' for a rainy day\\\", \\\"let's beat the storm and be on our wayand it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' overthis might not be an easy time\\\", \\\"there's rivers to cross and hills to climb\\\", \\n\\\"some days we might fall apart\\\", \\\"and some nights might feel cold and darkbut nobody wins afraid of losin'\\\", \\\"and the hard roads are the ones worth choosin'\\\", \\\"someday we'll look back and smile\\\", \\\"and know it was worth every mileand it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' over\\\", \\\"startin' over\\\", \\\"it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\n\\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' over\\\", \\\"startin' overoooh, ooh-hoo-hoo\\\", \\\"oooh, ooh-hoo-hoo\\\", \\\"[the git up \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n [5] \"\\\", \\\"right now\\\", \\\"i just need you to get real loose\\\", \\\"get comfortable\\\", \\\"grab your loved ones or grab your love, partner\\\", \\\"and if you're by yourself, no worries\\\", \\\"just follow after mego'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\n\\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"let's have some funto the left, to the left now (to the left, to the left)\\\", \\\"to the right, to the right (to the right)\\\", \\\"now take your left hand and (uh)\\\", \\\"put it on your side (put it on your side)\\\", \\\"go'n roll your shoulders (roll your shoulders)\\\", \\\"do the slip and slide (do the slip and slide)\\\", \\\"this next part's my favorite part, uh\\\", \\n\\\"'cause it's time to shinego'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"it's simple, you can do itslide to the left (left), slide to the right (right)\\\", \\\"now cool down (hoo), have a good time (yeah)\\\", \\\"slide to the left (left), slide to the right (right)\\\", \\\"do the butterfly (oh), have a good time\\\", \\n\\\"'round, 'round, 'round and 'round you go\\\", \\\"it's time to show out right now and take to the floorgo'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"(to the left)\\\", \\\"take it down now, take it, take it down now\\\", \\\"take it down now, take it, take it down now\\\", \\\"(to the right)\\\", \\n\\\"bring it up now, bring it, bring it up now\\\", \\\"bring it up now, bring it, bring it up now\\\", \\\"(to the front)\\\", \\\"take it down and crisscross\\\", \\\"bring it up, now crisscross\\\", \\\"(to the back)\\\", \\\"do whatever you like right here (get down)\\\", \\\"just have fungo'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo), uhthat was not so bad, that was, that, that was not so bad, was it?\\\", \\n\\\"that was not so bad, that, that, that was not so bad, was it?\\\", \\\"that was not so bad, that was, that, that was not so bad, was it?\\\", \\\"that was not so bad, that, that, that was not so bad, was it?\\\", \\\"go'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"[heartache medication \"                                                                                                                                                                                                                                                                                                                                                                              \n [6] \"\\\", \\n\\\"same old dive, same old end of the work week drink\\\", \\\"bartender knows my name, but i don't mind\\\", \\\"she kicks 'em up strong, serves me up rightand here i go again, i'm drinkin' one, i'm drinkin' two\\\", \\\"i got my heartache medication, a strong dedication\\\", \\\"to gettin' over you, turnin' me loose\\\", \\\"on that hardwood jukebox lost in neon time\\\", \\\"my heartache medication, well, it suits me fine\\\", \\\"and i'm drinkin' enough to take you off my mind\\\", \\\"i got my heartache medicationanother girl, another dance to a country song\\\", \\n\\\"turnin' me on, here's to a good time\\\", \\\"and halfway to feelin' alrightand here i go again, i'm drinkin' one, i'm drinkin' two\\\", \\\"i got my heartache medication, a strong dedication\\\", \\\"to gettin' over you, turnin' me loose\\\", \\\"on that hardwood jukebox lost in neon time\\\", \\\"my heartache medication, well it suits me fine\\\", \\\"and i'm drinkin' enough to take you off my mind\\\", \\\"i got my heartache medicationsingle, drinkin' doubles\\\", \\\"teardrops turnin' into bubbles\\\", \\\"yeah, a little later on\\\", \\\"i'll probably find me some troubleand here i go again, i'm drinkin' one, i'm drinkin' two\\\", \\n\\\"i got my heartache medication, a strong dedication\\\", \\\"to gettin' over you, turnin' me loose\\\", \\\"on that hardwood jukebox lost in neon time\\\", \\\"my heartache medication, well it suits me fine\\\", \\\"and i'm drinkin' enough to take you off my mind\\\", \\\"i got my heartache medicationheartache medication takin' me away\\\", \\\"[blue christmas \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n [7] \"\\\", \\\"i'll have a blue christmas without you\\\", \\\"(ooh, ooh, ooh, ooh)\\\", \\\"i'll be so blue just thinking about you\\\", \\\"(ooh, ooh, ooh, ooh)decorations of red on a green christmas tree\\\", \\n\\\"(ahh, ahh)\\\", \\\"won't be the same dear, if you're not here with me\\\", \\\"(ooh)\\\", \\\"and when those blue snowflakes start fallin'\\\", \\\"(ooh, ooh, ooh, ooh)\\\", \\\"that's when those blue memories start callin'\\\", \\\"(ooh, ooh, ooh, ooh)\\\", \\\"you'll be doin' all right, with your christmas of white\\\", \\\"(ahh, ahh)\\\", \\\"but i'll have a blue, blue, blue, blue christmas\\\", \\\"(ooh, ah ooh)\\\", \\\"(ooh, ah ooh)\\\", \\\"you'll be doin' all right, with your christmas of white\\\", \\\"(ahh, ahh)\\\", \\\"but i'll have a blue, blue, blue, blue christmas\\\", \\n\\\"(ooh, ooh, ooh, ooh)\\\", \\\"[after a few \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n [8] \"\\\", \\\"i probably shouldn't have said hello\\\", \\\"when i saw you out with your friends\\\", \\\"i know i should've left it alone\\\", \\\"when i caught you lookinga little smile, a little how you been\\\", \\\"a little touch, a little reminisce\\\", \\\"it always starts off innocentbut after a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\n\\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a few\\\", \\\"oh, after a fewwe always take it way too far\\\", \\\"where it's too much to resist\\\", \\\"we always make it way too hard\\\", \\\"to walk away after that third kisswe pretend that we'll be fine\\\", \\\"through the sting of the morning light\\\", \\\"'cause it happens every timeafter a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\n\\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a few\\\", \\\"oh yeah, after a fewlittle smile, little how you been\\\", \\\"little touch, little reminisce\\\", \\\"we both know how it endsafter a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\n\\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a fe\\\", \\\"i've been thinkin' 'bout ya lately\\\", \\\"reminiscin', goin' crazy\\\", \\\"miss the way your kiss would keep me up\\\", \\\"ayy, wish that you were here tonight\\\", \\\"drinkin' vodka soda, extra limes\\\", \\\"and we could just get back to bein' us\\\", \\\"'cause i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\n\\\"to be stealin' my covers\\\", \\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeahdo you ever think about\\\", \\\"the days we couldn't live without each other?\\\", \\\"where the hell did we go wrong?\\\", \\\"ayy, how'd we go from that to this?\\\", \\\"how'd we let a good thing slip?\\\", \\\"do we really have to go move on?\\\", \\\"i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\\"to be stealin' my covers\\\", \\n\\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeahyeah, i just wanna be, cool again\\\", \\\"(cool again, cool again, cool again, cool again)\\\", \\\"'cause i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\\"to be stealin' my covers\\\", \\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeah\\\", \\\"(cool again, cool again, cool again)\\\", \\n\\\"y'all know that i just wanna be cool again (cool again, cool again, cool again)\\\", \\\"last summer with you (cool again, cool again, cool again)\\\", \\\"cool again\\\", \\\"[i love my country \"\n [9] \"\\\", \\\"yeah, babyout here, ain't nothin' but woods and water\\\", \\\"drop a beer from a stand, catch a fish with a bobber\\\", \\\"drink a beer out the can, liquor out the bottle\\\", \\\"how the good lord intended it\\\", \\\"yes, he did i love my country, i love my country\\\", \\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky we like how it sounds\\\", \\n\\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country, i love my country up loudbarbecue, steak fries, styrofoam, plate date night\\\", \\\"george strait, singing greats, while we turning up, sitting lake side\\\", \\\"that pedal steel, she straight slidin' over here to me\\\", \\\"she do that alabama shake, like you ain't ever seen\\\", \\\"i love my country, i love my country\\\", \\n\\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky, we like how it sounds\\\", \\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country\\\", \\\"i love my country up loud\\\", \\\"i love my country up loud\\\", \\\"i'm talking way up loudi like pop, and rock, and rap, i like skynyrd\\\", \\\"and going out downtown when i'm with her\\\", \\\"like driving too fast down a four-lane road\\\", \\n\\\"but damn sure nowhere close to the way thati love my country, i love my country\\\", \\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky, we like how it sounds\\\", \\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country, i love my country up loud (yeah, baby, ooh)\\\", \\\"i love my country up loud, yeah, way up loud \\\", \\\"that's a country ass lyric right there, boy\\\", \\n\\\"[pretty heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n[10] \"\\\", \\\"i didn't think i was a bad guy\\\", \\\"i knew that you were good\\\", \\\"you were golden on the inside\\\", \\\"and you loved me the best you could\\\", \\\"i'm the one who dropped the ball\\\", \\\"got you high and let you fall\\\", \\\"let the best thing i ever had slip awaywhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\\"what does that say about me\\\", \\n\\\"now that i've broke your pretty heart\\\", \\\"your pretty hearti've been drinking like a drunkard\\\", \\\"in these austin neon light\\\", \\\"burning smoke and wondering\\\", \\\"if there's anything i've done right\\\", \\\"well i wish that i could go back\\\", \\\"hang on to what i had\\\", \\\"guess that's all, babe\\\", \\\"nothing but a dreamwhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\n\\\"what does that say about me\\\", \\\"now that i've broke your pretty heart\\\", \\\"your pretty heartwhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\\"what does that say about me\\\", \\\"now that i've broke your pretty heart\\\", \\\"your pretty heart\\\", \\\"your pretty heart\\\", \\\"[here comes santa claus (right down santa claus lane) \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n[11] \"\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\n\\\"right down santa claus lane\\\", \\\"vixen and blitzen and all his reindeer\\\", \\\"pullin' on the reins\\\", \\\"bells are ringin', children singin'\\\", \\\"all is merry and bright\\\", \\\"so hang your stockings and say your prayers\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he's got a bag that's filled with toys\\\", \\\"for boys and girls again\\\", \\\"hear those sleigh bells jingle jangle\\\", \\\"oh, what a beautiful sight\\\", \\\"so jump in bed and cover your head\\\", \\n\\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he doesn't care if you're rich or poor\\\", \\\"he loves you just the same\\\", \\\"santa claus knows we're all gods children\\\", \\\"that makes everything right\\\", \\\"so fill your hearts with christmas cheer\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he'll come around when the chimes ring out\\\", \\\"that it's christmas morn again\\\", \\n\\\"peace on earth will come to all\\\", \\\"if we just follow the light\\\", \\\"so let's give thanks to the lord above\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"vixen and blitzen and all his reindeer\\\", \\\"pullin' on the reins\\\", \\\"bells are ringin', children singin'\\\", \\\"all is merry and bright\\\", \\\"hang your stockings and say your prayers\\\", \\\"'cause santa claus comes tonight\\\", \\\"[god’s country \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[12] \"\\\", \\\"right outside of this one church town\\\", \\n\\\"there's a gold dirt road to a whole lot of nothin'\\\", \\\"got a deed to the land, but it ain't my ground\\\", \\\"this is god's country\\\", \\\"we pray for rain, and thank him when it's fallen\\\", \\\"'cause it brings the grain and a little bit of money\\\", \\\"we put it back in the plate\\\", \\\"i guess that's why they call it god's countryi saw the light in a sunrise\\\", \\\"sittin' back in a 40 on the muddy riverside\\\", \\\"gettin' baptized in holy water and 'shine with the dogs runnin'\\\", \\\"saved by the sound of the been found\\\", \\\"dixie whistled in the wind, that'll get you heaven bound\\\", \\n\\\"the devil went down to georgia but he didn't stick around\\\", \\\"this is god's countrywe turn the dirt and work until the week's done\\\", \\\"we take a break and break bread on sunday\\\", \\\"then do it all again\\\", \\\"'cause we're proud to be from god's country (yeah)\\\", \\\"i saw the light in a sunrise\\\", \\\"sittin' back in a 40 on the muddy riverside\\\", \\\"gettin' baptized in holy water and 'shine with the dogs runnin'\\\", \\\"saved by the sound of the been found\\\", \\\"dixie whistled in the wind, that'll get you heaven bound\\\", \\n\\\"the devil went down to georgia but he didn't stick around\\\", \\\"this is god's country\\\", \\\"(this is god's country)\\\", \\\"god's countryi don't care what my headstone reads\\\", \\\"or what kind of pinewood box i end up in\\\", \\\"when it's my time, lay me six feet deep\\\", \\\"in god's country (yeah)\\\", \\\"i saw the light in a sunrise\\\", \\\"sittin' back in a 40 on the muddy riverside\\\", \\\"gettin' baptized in holy water and 'shine with the dogs runnin'\\\", \\\"saved by the sound of the been found\\\", \\\"dixie whistled in the wind, that'll get you heaven bound\\\", \\n\\\"the devil went down to georgia but he didn't stick around\\\", \\\"this is god's country (god's country, i saw the light)\\\", \\\"yeah, i saw the light in a sunrise\\\", \\\"sittin' back in a 40 on the muddy riverside\\\", \\\"gettin' baptized in holy water and 'shine with the dogs runnin' (yeah)\\\", \\\"saved by the sound of the been found\\\", \\\"dixie whistled in the wind, that'll get you heaven bound\\\", \\\"the devil went down to georgia but he didn't stick around\\\", \\\"[more hearts than mine \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n[13] \"\\\", \\\"i can't wait to show you where i grew up\\\", \\n\\\"walk you 'round the foothills of my town\\\", \\\"probably feel like you've been there before\\\", \\\"after hearing all the stories i've been telling you\\\", \\\"for six months nowwe'll probably have to sleep in separate bedrooms\\\", \\\"pack a shirt for church, because we'll go\\\", \\\"i'm not trying to scare you off, but\\\", \\\"i just thought that we should talk\\\", \\\"a few things out before we hit the roadif i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she falls in love a little faster than i do\\\", \\\"and my dad will check your tires\\\", \\n\\\"pour you whiskey over ice and\\\", \\\"take you fishin', but pretend that he don't like you\\\", \\\"oh, if we break up, i'll be fine\\\", \\\"but you'll be breaking more hearts than minemy sister's gonna ask a million questions\\\", \\\"say anything she can to turn you red\\\", \\\"and when you meet my high school friends\\\", \\\"they'll buy you drinks and fill you in\\\", \\\"on all the crazy nights i can't outliveso if i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she falls in love a little faster than i do\\\", \\\"and my dad will check your tires\\\", \\n\\\"pour you whiskey over ice and\\\", \\\"buy you dinner, but pretend that he don't like you\\\", \\\"oh, if we break up, i'll be fine\\\", \\\"but you'll be breaking more hearts than mineoh\\\", \\\"mmhif i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she feels every heartache i go through\\\", \\\"and if my dad sees me cryin'\\\", \\\"he'll pour some whiskey over ice and\\\", \\\"tell a lie and say he never really liked you\\\", \\\"oh, if we break up i'll be fine\\\", \\\"but you'll be breaking more hearts than mine\\\", \\\"you'll be breaking more hearts than mine\\\", \\n\\\"[homecoming queen? \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n[14] \"\\\", \\\"hey, homecoming queen\\\", \\\"why do you lie?\\\", \\\"when somebody's mean\\\", \\\"where do you hide?\\\", \\\"do people assume\\\", \\\"you're always alright?\\\", \\\"been so good at smiling\\\", \\\"most of your lifelook damn good in the dress\\\", \\\"zipping up the mess\\\", \\\"dancing with your best foot forward\\\", \\\"does it get hard\\\", \\\"to have to play the part?\\\", \\\"nobody's feeling sorry for yabut what if i told you the world wouldn't end\\\", \\\"if you started showing what's under your skin?\\\", \\\"what if you let 'em all in on the lie?\\\", \\n\\\"even the homecoming queen cries\\\", \\\"ohhey, homecoming queen\\\", \\\"how's things at home?\\\", \\\"still walking on eggshells\\\", \\\"when that curtain's closed?\\\", \\\"did your daddy teach you\\\", \\\"how to act tough?\\\", \\\"or more like your mama\\\", \\\"sweep it under the rug?\\\", \\\"look damn good in the dress\\\", \\\"zipping up the mess\\\", \\\"dancing with your best foot forward\\\", \\\"did you want the crown?\\\", \\\"or does it weigh you down?\\\", \\\"nobody's feeling sorry for yawhat if i told you the world wouldn't end\\\", \\\"if you started showing what's under your skin?\\\", \\n\\\"what if you let 'em all in on the lie?\\\", \\\"even the homecoming queen cries\\\", \\\"yeah, what if i told you the sky wouldn't fall?\\\", \\\"if you lost your composure, said to hell with it all\\\", \\\"not everything pretty sparkles and shines\\\", \\\"and even the homecoming queen cries (ooh)\\\", \\\"oh yeah (ooh)\\\", \\\"even the homecoming queen cries (ooh)\\\", \\\"mmm-mmm, mmm (ooh)hey, homecoming queen\\\", \\\"why do you lie?\\\", \\\"when somebody's mean\\\", \\\"[i should probably go to bed \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n[15] \"\\\", \\\"all of my friends finally convinced me to get out of the house\\\", \\n\\\"to help me forget, to help me move on\\\", \\\"then i heard you're back in town\\\", \\\"in a crowd of strangers and lovers\\\", \\\"someone told me that you were comin'\\\", \\\"so i should probably go to bed (ah)\\\", \\\"i should probably turn off my phone\\\", \\\"i should quit while i'm ahead (ah)\\\", \\\"i should probably leave you alone\\\", \\\"'cause i know in the mornin' (in the mornin')\\\", \\\"i'll be callin' (i'll be callin')\\\", \\\"sayin' sorry for the things i said\\\", \\\"so i, yeah, i should probably go to bedso i don't undo the got-over-you\\\", \\n\\\"that i took so long to find\\\", \\\"'cause all it would take is seein' your face and i'd forgetso i should probably go to bed (ah)\\\", \\\"i should probably turn off my phone\\\", \\\"i should quit while i'm ahead (ah)\\\", \\\"i should probably leave you alone\\\", \\\"'cause i know in the mornin' (in the mornin')\\\", \\\"i'll be callin' (i'll be callin')\\\", \\\"sayin' sorry for the things i said\\\", \\\"so i, yeah, i should probably go to bedbefore i question my decision\\\", \\\"is it love? i know it isn't\\\", \\\"now i'm all up in my head again\\\", \\n\\\"'cause i know i don't have the self-control\\\", \\\"to walk away if you walk in\\\", \\\"oh, i know, i know, i know, i know\\\", \\\"i should probably go to bedooh, i'm all up in my head (i'm all up in my head)\\\", \\\"ooh, i, i should go to bed (go to bed)\\\", \\\"ooh, i'm (go to bed) all up in my head (go to bed)\\\", \\\"ooh, i, i should go to bedin a crowd of strangers and lovers\\\", \\\"someone told me that you were comin'\\\", \\\"[does to me \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n[16] \"\\\", \\\"i was a third-string dreamer on a second-place team\\\", \\\"but i was hell on wheels with a full head of steam\\\", \\n\\\"when coach put me in\\\", \\\"and i'm still proud of that hit\\\", \\\"i was a last resort to go to prom with the queen\\\", \\\"thanks to an ex-boyfriend who broke her heart that week\\\", \\\"no, i didn't get lucky\\\", \\\"but i still felt like a king\\\", \\\"and that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving, average joe\\\", \\\"but i'm a hell of a lover\\\", \\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\\"and that might not mean much to you\\\", \\n\\\"but it does to mei was the one phone call when my brother went to jail\\\", \\\"pawned my guitar just to pay his bail\\\", \\\"no, i'll never get it back\\\", \\\"but i'm okay with that\\\", \\\"i was the first man standing next to my best friend\\\", \\\"the day the love of his life said i do to him\\\", \\\"i was a couple beers deep\\\", \\\"but i still remembered that speech\\\", \\\"and that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving, average joe\\\", \\\"but i'm a hell of a lover\\\", \\n\\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\\"and that might not mean much to you\\\", \\\"but it does to methere's a worn-out blade that my granddaddy gave me\\\", \\\"my mama's first bible, daddy's don williams vinyl\\\", \\\"that first-fish-catching zebco thirty-three\\\", \\\"well, that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving average joe (average joe)\\\", \\\"but i'm a hell of a lover\\\", \\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\n\\\"and i'm a damn hard working\\\", \\\"one thing's for certain\\\", \\\"i stand up for what i believe (for what i believe)\\\", \\\"that might not mean much to you\\\", \\\"but it does to me\\\", \\\"yeah, it does to me\\\", \\\"and that might not mean much to you\\\", \\\"but it does to me \\\", \\\"oh, it does to me\\\", \\\"oh man, it does to me\\\", \\\"[lovin’ on you\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[17] \"\\\", \\\"don't get me wrong\\\", \\\"i like a bobber on the water\\\", \\\"hookin' 'em and reelin' 'em in\\\", \\\"i like a friday night slow ride\\\", \\\"brooks & dunn b-side\\\", \\\"hit rewind, spin it again\\\", \\\"i like a strong shot of whiskey\\\", \\n\\\"the way a marlboro hits me\\\", \\\"some broken in cowboy bootsbut i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love and lovin' on youi like a sunrise, duck blind\\\", \\\"birdie on a par 5\\\", \\\"miller lite before noon\\\", \\\"i like a two-door old ford\\\", \\\"wood board back porch\\\", \\\"three chords and the truthbut i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\n\\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love with lovin' on yougirl, i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love and lovin' on you\\\", \\\"i'm in love and lovin' on you\\\", \\\"[rudolph the red-nosed reindeer \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[18] \"\\\", \\\"you know dasher, and dancer, and prancer, and vixen\\\", \\\"comet, and cupid, and donner and blitzen\\\", \\n\\\"but do you recall the most famous reindeer of allrudolph the red-nosed reindeer had a very shiny nose\\\", \\\"and if you ever saw it, you would even say it glows\\\", \\\"all of the other reindeer used to laugh and call him names\\\", \\\"they never let poor rudolph join in any reindeer gamesthen one foggy christmas eve santa came to say\\\", \\\"rudolph with your nose so bright, won't you guide my sleigh tonight?\\\", \\\"then how the reindeer loved him as they shouted out with glee\\\", \\\"rudolph the red-nosed reindeer, you'll go down in historyrudolph the red-nosed reindeer had a very shiny nose\\\", \\n\\\"and if you ever saw it, you would even say it glows\\\", \\\"all of the other reindeer used to laugh and call him names\\\", \\\"they never let poor rudolph join in any reindeer games\\\", \\\"then one foggy christmas eve santa came to say\\\", \\\"rudolph with your nose so bright, won't you guide my sleigh tonight?\\\", \\\"then how the reindeer loved him as they shouted out with gle\\\", \\\"e\\\", \\\"[one margarita \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[19] \"\\\", \\\"everybody here ain't from here\\\", \\\"but we're here doin' our thing\\\", \\\"lettin' go a little, little by little\\\", \\\"sippin' on a frozen drinktiki bars tik'n, pourin' all weekend\\\", \\n\\\"clouds ain't leakin' no rain\\\", \\\"two pieces shakin', white caps a-breakin'\\\", \\\"we ain't feelin' no pain, it goes likeone margarita, two margarita, three margarita, shot\\\", \\\"don't worry 'bout tomorrow, leave all your sorrow out here on the floatin' dock\\\", \\\"when that sun lays down, we'll be on our way\\\", \\\"one more barefoot round, one more last chance to say\\\", \\\"hey, señorita, don't you think we need a salt and a buffett song?\\\", \\\"one margarita, two margarita, three margarita, we'll be goneice blue skies, shades on the eyes\\\", \\n\\\"to tuck the bloodshot away\\\", \\\"hair of the dog, shouldn't take long\\\", \\\"but who cares, we got all day\\\", \\\"palm trees a-leanin', sunburn screamin'\\\", \\\"but we'll all be alright, afterone margarita, two margarita, three margarita, shot\\\", \\\"don't worry 'bout tomorrow, leave all your sorrow out here on the floatin' dock\\\", \\\"when that sun lays down, we'll be on our way\\\", \\\"one more barefoot round, one more last chance to say\\\", \\\"hey, señorita, don't you think we need a salt and a marley song?\\\", \\\"one margarita, two margarita, three margarita, we'll be gonewe'll be gonetiki bars tik'n, pourin' all weekend\\\", \\n\\\"clouds ain't leakin' no rain\\\", \\\"two pieces shakin', white caps a-breakin'\\\", \\\"we ain't feelin' no pain, feelin' no pain\\\", \\\"it goes likeone margarita, two margarita, three margarita, shot\\\", \\\"don't worry 'bout tomorrow, leave all your sorrow out here on the floatin' dock\\\", \\\"when that sun lays down, we'll be on our way\\\", \\\"one more barefoot round, one more last chance to say\\\", \\\"hey, señorita, don't you think we need a salt and a chesney song?\\\", \\\"one margarita, two margarita, three margarita, we'll be gone\\\", \\n\\\"we'll be gone\\\", \\\"we'll be gone\\\", \\\"[one beer\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[20] \"\\\", \\\"in a small town\\\", \\\"weak knees in a cvs\\\", \\\"door locked in the bathroom\\\", \\\"what's it gonna be waitin' on that test?\\\", \\\"never thought that they'd be\\\", \\\"puttin' those life plans on the shelf\\\", \\\"a couple american babies raisin' one up their self\\\", \\\"one beer turns into a lit cigarette\\\", \\\"burnin' into a two beer buzz\\\", \\\"three beers turns into five and six\\\", \\\"then a love drunk kiss in the back of that truck\\\", \\\"just like that, everything rearranges\\\", \\n\\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?sesame street on the tv\\\", \\\"a race car rollin' on a cardboard bridge\\\", \\\"crayon stick figure family\\\", \\\"stuck right there front center on the fridge\\\", \\\"flash back to two pink lines\\\", \\\"a whole bunch of prayin' and doubtin'\\\", \\\"felt like the end of the world\\\", \\\"now the world don't spin without 'em (hey, yeah)\\\", \\\"oh, 'causeone beer turns into a lit cigarette\\\", \\\"burnin' into a two beer buzz\\\", \\\"three beers turns into five and six\\\", \\n\\\"then a love drunk kiss in the back of that truck\\\", \\\"(in the back of that truck)\\\", \\\"just like that, everything rearranges\\\", \\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?\\\", \\\"a boy and a girl and a three on the tree\\\", \\\"k-i-s-s-i-n-g\\\", \\\"first comes lust, then the shotgun marriage\\\", \\\"six months later come a baby in a carriage\\\", \\\"you know what, y'all? you know what, y'all?\\\", \\\"the whole thing started with some alcohol\\\", \\\"the whole thing started with some alcohol (hey, yeah)one beer turns into a lit cigarette\\\", \\n\\\"burnin' into a two beer buzz (into a two beer buzz)\\\", \\\"three beers turns into five and six\\\", \\\"then a love drunk kiss in the back of that truck\\\", \\\"just like that, everything rearranges\\\", \\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?\\\", \\\"a boy and a girl and a three on the tree\\\", \\\"k-i-s-s-i-n-g (oh)\\\", \\\"first comes lust, then the shotgun marriage\\\", \\\"six months later come a baby in a carriage\\\", \\\"that's not all (nah), that's not all (nah)\\\", \\n\\\"[homesick \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n[21] \"\\\", \\\"dancin' in the kitchen, you singin' my favorite song\\\", \\\"swingin' on the front porch, just laughin' at the dogs\\\", \\\"how you swear you love me more when you're whispering, goodnight\\\", \\\"all those little moments are every reason whyi'm homesick\\\", \\\"this feelin' that i'm feeling'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes all tangled up\\\", \\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\n\\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youwell, it says kane brown on a sign with a line out the door\\\", \\\"it sold out some little town i've never been before\\\", \\\"yeah, they're screamin' my name, this is what we dreamed about\\\", \\\"but out here singin' 'bout you, baby, all i'm thinkin' 'bouti'm homesick\\\", \\\"this feelin' that i'm feeling'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes all tangled up\\\", \\n\\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youhomesick for you\\\", \\\"yeah, yeahi'm homesick\\\", \\\"this feelin' that i'm feelin'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes, just tangled up\\\", \\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youi'm homesick for you\\\", \\n\\\"[speechless \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[22] \"\\\", \\\"you say you'll be down in five\\\", \\\"the smell of your perfume is floating down the stairs\\\", \\\"you're fixing up your hair like you do\\\", \\\"i know that i'll be a mess\\\", \\\"the second that i see you\\\", \\\"you won't be surprised\\\", \\\"it happens every time\\\", \\\"it's nothin' newit's always on a night like tonight\\\", \\\"i thank god you can read my mind\\\", \\\"'cause when you look at me with those eyesi'm speechless\\\", \\\"starin' at you standin' there in that dress\\\", \\\"what it's doin' to me ain't a secret\\\", \\\"'cause watching you is all that i can do\\\", \\n\\\"and i'm speechless\\\", \\\"you already know that you're my weakness\\\", \\\"after all this time i'm just as nervous\\\", \\\"every time you walk into the room\\\", \\\"i'm speechlessit started when you said hello\\\", \\\"just did something to me\\\", \\\"and i've been in a daze\\\", \\\"ever since the day that we met\\\", \\\"you take the breath out of my lungs\\\", \\\"can't even fight it\\\", \\\"and all of the words, out of my mouth without even tryin'\\\", \\\"and i'm speechless\\\", \\\"starin' at you standin' there in that dress\\\", \\\"what it's doin' to me ain't a secret\\\", \\n\\\"'cause watching you is all that i can do\\\", \\\"and i'm speechless\\\", \\\"you already know that you're my weakness\\\", \\\"after all this time i'm just as nervous\\\", \\\"every time you walk into the room\\\", \\\"i'm speechlessyeah, baby, mmm\\\", \\\"it's always on a night like tonight\\\", \\\"i thank god you can read my mind\\\", \\\"'cause when you look at me with those eyesi'm speechless\\\", \\\"you standin' there in that dress\\\", \\\"girl, it ain't a secret\\\", \\\"'cause watchin' you is all that i can do\\\", \\\"oh, i'm speechless\\\", \\\"you already know that you're my weakness\\\", \\n\\\"after all this time i'm just as nervous\\\", \\\"every time you walk into the room\\\", \\\"i'm speechlessoh, you know it, baby\\\", \\\"[even though i’m leaving \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n[23] \"\\\", \\\"daddy, i'm afraid, won't you stay a little while?\\\", \\\"keep me safe 'cause there's monsters right outside\\\", \\\"daddy, please don't go, i don't wanna be alone\\\", \\\"'cause the second that you're gone they're gonna know\\\", \\\"before he went to bed he grabbed my hand and saidjust 'cause i'm leavin'\\\", \\\"it don't mean that i won't be right by your side\\\", \\\"when you need me\\\", \\n\\\"and you can't see me in the middle of the night\\\", \\\"just close your eyes and say a prayer\\\", \\\"it's okay, i know you're scared when i'm not here\\\", \\\"but i'll always be right there\\\", \\\"even though i'm leavin', i ain't goin' nowheredad, we'll be late, and uncle sam don't like to wait\\\", \\\"he's got a big old plane that's gonna take me far away\\\", \\\"i know i act tough, but there's a churnin' in my gut\\\", \\\"'cause i just can't call you up when things get rough\\\", \\\"before i left, he hugged my neck and saidjust 'cause you're leavin'\\\", \\n\\\"it don't mean that i won't be right by your side\\\", \\\"when you need me\\\", \\\"and you can't see me in the middle of the night\\\", \\\"just close your eyes and say a prayer\\\", \\\"it's okay, i know you're scared i might be here\\\", \\\"but i'll always be right there\\\", \\\"even though you're leavin', i ain't goin' nowheredaddy, i'm afraid, won't you stay a little while?\\\", \\\"i never thought i'd see the day i had to say goodbye\\\", \\\"daddy, please don't go, i can't do this on my own\\\", \\\"there's no way that i can walk this road alone\\\", \\n\\\"daddy grabbed my hand and saidjust 'cause i'm leavin'\\\", \\\"it don't mean that i won't be right by your side\\\", \\\"when you need me\\\", \\\"and you can't see me in the middle of the night\\\", \\\"just close your eyes and say a prayer\\\", \\\"it's okay, boy, i ain't scared\\\", \\\"i won't be here, but i'll always be right there\\\", \\\"even though i'm leavin', i ain't goin' nowhere\\\", \\\"[tequila \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n[24] \"\\\", \\\"i can still shut down a party\\\", \\\"i can hang with anybody\\\", \\\"i can drink whiskey and red wine\\\", \\\"champagne all night\\\", \\\"little scotch on the rocks and i'm fine, i'm finebut when i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"cuttin' up the floor in a sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila (when i, when i, when i)i can kiss somebody brand new\\\", \\\"and not even think about you\\\", \\\"i can show up to the same bar\\\", \\\"hear the same songs in my car\\\", \\\"baby, your memory, it only hits me this hardwhen i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"cuttin' up the floor in a sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya (need ya)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"i ain't even drunk, i ain't even drunk and i'm thinkin'\\\", \\\"how i need your love, how i need your love, yeah, it sinks inwhen i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya (need ya)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"ooh\\\", \\\"[one thing right \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[25] \"\\\", \\\"i've cheated and i’ve lied\\\", \\\"i've broke down and i've cried\\\", \\n\\\"i’ve got nothing to hide no more\\\", \\\"i've loved and i've hurt\\\", \\\"broken people down with words\\\", \\\"more grace than i deserve, for sureknown to be crazy, known to be wild\\\", \\\"mama had herself a little devilish child\\\", \\\"ain't no stranger to the troubles at my doori've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right\\\", \\\"been the kinda guy girls' mamas don’t like\\\", \\\"runnin’ with the wrong crowd on the wrong nights\\\", \\n\\\"'cause i’ve been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"mmm\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\\"(baby, i got one thing right)\\\", \\\"i got one thing rightyou saw right through my pain\\\", \\\"kept us patient while i changed\\\", \\\"never even crossed your mind to walk away (to walk away)\\\", \\\"when i was gettin' crazy, reckless, and wild\\\", \\\"actin' like my mama's little devilish child\\\", \\\"it took a heart like yours to find its place (find its place)\\\", \\n\\\"i’ve been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right\\\", \\\"been the kinda guy girls' mamas don't like\\\", \\\"runnin' with the wrong crowd on the wrong nights\\\", \\\"'cause i've been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"oh\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\\"(baby, i got one thing right)\\\", \\\"i got one thing righti've been wrong about a million times\\\", \\n\\\"but i got one thing right, i got one thing righti've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right (i got one thing right)\\\", \\\"been the kinda guy girls mamas don't like\\\", \\\"runnin' with the wrong crowd on the wrong nights\\\", \\\"'cause i've been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"oh\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\n\\\"(baby, i got one thing right)\\\", \\\"i got one thing right\\\", \\\"i've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right (i got one thing right)\\\", \\\"[die from a broken heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n[26] \"\\\", \\\"hey mama, how do you get a red wine stain\\\", \\\"out of your favorite dress?\\\", \\\"black mascara off a pillowcase?\\\", \\\"cure a one-too-many headache?\\\", \\\"mama, can i come and maybe stay a few days\\\", \\\"this weekend or next?\\\", \\\"and hey, how do you get a red wine stain\\\", \\n\\\"out of your favorite dress?\\\", \\\"how does he sleep at night?\\\", \\\"mama, the nerve of this guy\\\", \\\"to leave me so easy\\\", \\\"am i gonna be alright?\\\", \\\"i wanna kick myself for falling so hard\\\", \\\"mama, can you die from a broken heart?can you ask daddy if he's got time\\\", \\\"to come and look at my front door?\\\", \\\"it got slammed last night\\\", \\\"and now it don't close right\\\", \\\"and just promise that you won't tell him everything\\\", \\\"and keep that pistol in the drawer\\\", \\\"mama, please don't say\\\", \\\"i'm gonna laugh about this someday\\\", \\n\\\"you didn't see the way he drove awayhow does he sleep at night?\\\", \\\"mama, the nerve of this guy\\\", \\\"to leave me so easy\\\", \\\"am i gonna be alright?\\\", \\\"i wanna kick myself for falling so hard\\\", \\\"mama, can you die from a broken heart?\\\", \\\"oh, a broken heartcan your knees give out from prayin' so hard? (prayin' so hard)\\\", \\\"can you go blind from crying in the dark? (in the dark)\\\", \\\"was it ever really real\\\", \\\"if he don't feel like i feel?how does he sleep at night?\\\", \\\"mama, the nerve of this guy\\\", \\\"to leave me so easy\\\", \\n\\\"am i gonna be alright?\\\", \\\"how does he sleep at night?\\\", \\\"mama, the nerve of this guy\\\", \\\"to leave me so easy\\\", \\\"am i gonna be alright?\\\", \\\"i wanna kick myself for falling so hard\\\", \\\"mama, can you die from a broken heart?\\\", \\\"a broken heart\\\", \\\"[jingle bell rock \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n[27] \"\\\", \\\"jingle bell, jingle bell, jingle bell rock\\\", \\\"jingle bells swing and jingle bells ring\\\", \\\"snowin' and blowin' up bushels of fun\\\", \\\"now, the jingle hop has begunjingle bell, jingle bell, jingle bell rock\\\", \\\"jingle bells chime in jingle bell time\\\", \\n\\\"dancin' and prancin' in jingle bell square\\\", \\\"in the frosty airwhat a bright time, it's the right time\\\", \\\"to rock the night away\\\", \\\"jingle bell time is a swell time\\\", \\\"to go glidin' in a one-horse sleighgiddyap jingle horse, pick up your feet\\\", \\\"jingle around the clock\\\", \\\"mix and a-mingle in the jinglin' feet\\\", \\\"that's the jingle bell rockjingle bell, jingle bell, jingle bell rock\\\", \\\"jingle bells chime in jingle bell time\\\", \\\"dancin' and prancin' in jingle bell square\\\", \\\"in the frosty airwhat a bright time, it's the right time\\\", \\n\\\"to rock the night away\\\", \\\"jingle bell time is a swell time\\\", \\\"to go glidin' in a one-horse sleighgiddyap jingle horse, pick up your feet\\\", \\\"jingle around the clock\\\", \\\"mix and a-mingle in the jinglin' feet\\\", \\\"that's the jingle bell\\\", \\\"that's the jingle bell\\\", \\\"that's the jingle bell rock\\\", \\\"[one of them girls \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[28] \"\\\", \\\"are you one of them girls that peels off the bud light label? just might run a pool table?\\\", \\\"roll your eyes if i call you an angel, ain't you one of them girls?\\\", \\\"ask you to dance, you say no just to see how far i'll go\\\", \\n\\\"your song comes on and your eyes close, that's when i know, yeah\\\", \\\"you got your heart on lock down, got a wall i gotta knock down\\\", \\\"kinda wanna do a shot now, come on nowand you're one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls, 'cause i'm one of them boys\\\", \\\"would trade his whole world, hm, yeah\\\", \\n\\\"for one of them girls who likes to act all quiet, sexy, not even tryin'\\\", \\\"yeah, you know i ain't lyin', damn right\\\", \\\"you one of them girls, broke every heart in your hometown\\\", \\\"on the day you rode out, got 'em all wishin' on stars nowif i find one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls\\\", \\n\\\"well, i'm one of them boys\\\", \\\"would trade his whole world, hm, yeah\\\", \\\"for one of them girlsyou're one of them girls\\\", \\\"i wanna put my lips on\\\", \\\"hold all night long\\\", \\\"write a little love songfor one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls\\\", \\\"well, i'm one of them boys\\\", \\\"would trade his whole world, his whole world\\\", \\n\\\"for one of them girlshmm, one of them girls\\\", \\\"[heaven \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n[29] \"\\\", \\\"this is perfect\\\", \\\"come kiss me one more time\\\", \\\"i couldn't dream this up\\\", \\\"even if i tried\\\", \\\"you and me in this moment\\\", \\\"feels like magic, don't it?\\\", \\\"i'm right where i wanna beeverybody's talkin' about heaven like they just can't wait to go\\\", \\\"sayin' how it's gonna be so good, so beautiful\\\", \\\"lyin' next to you, in this bed with you, i ain't convinced\\\", \\\"'cause, i don't know how, i don't know how heaven, heaven\\\", \\\"could be better than thisi swear you're an angel\\\", \\n\\\"sent to this world\\\", \\\"what did i do right to deserve you, girl?\\\", \\\"i could stay here forever\\\", \\\"i'd be fine if we never\\\", \\\"had to even leave this roomeverybody's talkin' 'bout heaven like they just can't wait to go\\\", \\\"sayin' how it's gonna be so good, so beautiful\\\", \\\"lyin' next to you, in this bed with you, i ain't convinced\\\", \\\"'cause, i don't know how, i don't know how heaven, heaven\\\", \\\"could be better than this\\\", \\\"could be better than thiseverybody's talkin' 'bout heaven like they just can't wait to go\\\", \\n\\\"sayin' how it's gonna be so good, so beautiful\\\", \\\"lyin' next to you, in this bed with you, i ain't convinced\\\", \\\"'cause, i don't know how, i don't know how heaven, heaven\\\", \\\"could be better than this (heaven)\\\", \\\"could be better than this (heaven, heaven)\\\", \\\"i swear this is perfect\\\", \\\"come kiss me one more time\\\", \\\"[nobody but you \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n[30] \"\\\", \\\"don't have to leave this town to see the world\\\", \\\"'cause it's something that i gotta do\\\", \\\"i don't wanna look back in 30 years\\\", \\\"and wonder who you're married to\\\", \\n\\\"wanna say it now, wanna make it clear\\\", \\\"for only you and god to hear\\\", \\\"when you love someone, they say you set 'em free\\\", \\\"but that ain't gonna work for mei don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\\"i don't wanna love nobody but you\\\", \\\"youall the wasted days, all the wasted nights\\\", \\n\\\"i blame it all on being young\\\", \\\"got no regrets 'cause it got me here\\\", \\\"but i don't wanna waste another one\\\", \\\"i been thinkin' about what i want in my life\\\", \\\"it begins and ends the same\\\", \\\"if i had to choose what i couldn't lose\\\", \\\"there'd only be one thingi don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\n\\\"i don't wanna love nobody but you\\\", \\\"you\\\", \\\"i don't wanna love nobody but you (you)\\\", \\\"wanna say it now, wanna make it clear\\\", \\\"for only you and god to heari don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me (next to me)\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you (i don't wanna love nobody)\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\\"i don't wanna love nobody but you\\\", \\\"you\\\", \\n\\\"i don't wanna love nobody but you (you)\\\", \\\"[i don't wanna love nobody but youi hope you’re happy now \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \n[31] \"\\\", \\\"it's all on me, it's my mistake\\\", \\\"i said i don't love you a little too late\\\", \\\"but i guess there ain't ever a right time\\\", \\\"and i don't know why it's called a goodbye\\\", \\\"go run my name into the ground\\\", \\\"tell everyone you know just how\\\", \\\"how i slammed the door on our forever\\\", \\\"but i promise you it's for the betteri hope you find what you were looking for\\\", \\\"i hope your heart ain't hurting anymore\\\", \\n\\\"and you get moving on, all figured out\\\", \\\"and you don't hate me somehow\\\", \\\"'cause i hope you're happy nowwho knew this heart could break this hard\\\", \\\"or a love like ours could fall apart\\\", \\\"without so much as a warning\\\", \\\"i thought that i was what you wantedwell i guess you found what you were looking for\\\", \\\"i guess my heart ain't worth it anymore\\\", \\\"i'm a wreck, i'm a mess\\\", \\\"and i ain't got nothing left\\\", \\\"and so i hope you're happy nowi hope you find what you were looking for\\\", \\\"i guess my heart ain't worth it anymore\\\", \\n\\\"hope you get moving on, all figured out\\\", \\\"and you don't hate me somehow\\\", \\\"i'm a wreck, i'm a mess\\\", \\\"and i ain't got nothing left\\\", \\\"so i hope you're happy nowhappy now\\\", \\\"oh, i hope you're happy now\\\", \\\"mmm\\\", \\\"[bluebird \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[32] \"\\\", \\\"ooh\\\", \\\"ooh \\\", \\\"yeah,  i'm a turner\\\", \\\"i turn pages all the time\\\", \\\"don't like where i'm at\\\", \\\"34  was bad, so i just turn to 35\\\", \\\"yeah,  i'm a keeper\\\", \\\"i keep digging down for the deep\\\", \\\"like  the records i'm playing\\\", \\\"they might keep you waiting\\\", \\\"but you know i'm only playing for keepsand if the house just keeps on winning\\\", \\n\\\"i  got a wildcard up my sleeve\\\", \\\"and if love keeps giving me lemons\\\", \\\"i'll just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i'll keep a light on in my soul\\\", \\\"keep a bluebird in my heartooh\\\", \\\"oohwell, i'm a giver\\\", \\\"yeah, and i'm still giving 'em hell\\\", \\\"forgiving's pretty hard\\\", \\\"so i made an art out of forgettin' 'em well\\\", \\\"yeah, i'm a rhymer\\\", \\\"i can turn 20 cents into a 10\\\", \\\"and if i get confused and i start to lose\\\", \\\"i rhyme a dime 'til it all makes senseand if the house just keeps on winning\\\", \\n\\\"i got a wildcard up my sleeve\\\", \\\"and if love keeps giving me lemons\\\", \\\"i'll just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i turn a light on in my soul\\\", \\\"and keep a bluebird in my heartooh\\\", \\\"oohand if the house just keeps on winning\\\", \\\"i got a wildcard up my sleeve\\\", \\\"and if love starts giving me lemons\\\", \\\"just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i'll keep a light on in my soul\\\", \\n\\\"keep a bluebird in my heart\\\", \\\"i'll keep a light on in my soul\\\", \\\"keep a bluebird in my heart\\\", \\\"keep a bluebird in my heartooh\\\", \\\"and the bluebird sings\\\", \\\"ooh\\\", \\\"[a holly jolly christmas \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[33] \"\\\", \\\"(ding-dong-ding)\\\", \\\"(ding-dong-ding)\\\", \\\"(ding-dong-ding) have a holly jolly christmas\\\", \\\"(ding-dong-ding) it's the best time of the year\\\", \\\"i don't know if there'll be snow\\\", \\\"but have a cup of cheer\\\", \\\"(ding-dong-ding) have a holly jolly christmas\\\", \\\"(ding-dong-ding) and when you walk down the street\\\", \\\"say hello to friends you know\\\", \\n\\\"and everyone you meetoh ho, the mistletoe\\\", \\\"hung where you can see\\\", \\\"somebody waits for you\\\", \\\"kiss her once for me\\\", \\\"(ding-dong-ding) have a holly jolly christmas\\\", \\\"(ding-dong-ding) and in case you didn't hear\\\", \\\"oh, by golly, have a holly jolly christmas this yearhave a holly jolly christmas\\\", \\\"it's the best time of the yearhave a holly jolly christmas\\\", \\\"and when you walk down the street\\\", \\\"say hello to friends you know\\\", \\\"and everyone you meetoh ho, the mistletoe\\\", \\\"hung where you can see\\\", \\n\\\"somebody waits for you\\\", \\\"kiss her once for me\\\", \\\"(ding-dong-ding) have a holly jolly christmas\\\", \\\"(ding-dong-ding) and in case you didn't here\\\", \\\"oh, by golly, have a holly jolly christmas this year\\\", \\\"(ding-dong-ding-dong)\\\", \\\"(ding-dong-ding-dong)\\\", \\\"[(ding-dong-ding)hard to forget \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n[34] \"\\\", \\\"there stands the glass\\\", \\\"that will ease all my pain\\\", \\\"that will settle my brain\\\", \\\"it's my first one today\\\", \\\"there stands the glass\\\", \\\"that-that will ease all my pain\\\", \\\"that-that will settle my brain\\\", \\n\\\"it's-it's my first one todayayy\\\", \\\"i saw your sister at work\\\", \\\"i saw your mama at church\\\", \\\"i'm pretty sure i saw your car at the mall\\\", \\\"i see your face in the clouds\\\", \\\"i smell your perfume in crowds\\\", \\\"i swear your number's all my phone wants to callit's kinda funny how i can't seem\\\", \\\"to get away from you\\\", \\\"it's almost like you don't want me toyou've got a cold heart and the cold hard truth\\\", \\\"i got a bottle of whiskey, but i got no proof\\\", \\\"that you showed up tonight\\\", \\\"in that dress just to mess with my head\\\", \\n\\\"so much for so long\\\", \\\"out of sight, out of mind\\\", \\\"girl, you're lookin' so good\\\", \\\"it's drivin' me out of mine\\\", \\\"oh, you're breakin' my heart\\\", \\\"baby, you're playin' hard to forgettold me to leave all your things\\\", \\\"out on the porch, on the swing\\\", \\\"you'd come and grab 'em by the end of the week\\\", \\\"well, it's just some jeans and a shirt\\\", \\\"but it's a whole lot of hurt\\\", \\\"i think i know why you've been dragging your feetain't it funny how i can't seem\\\", \\\"to get away from you?\\\", \\\"it's almost like you don't want me toyou've got a cold heart and the cold hard truth\\\", \\n\\\"i got a bottle of whiskey, but i got no proof\\\", \\\"that you showed up tonight\\\", \\\"in that dress just to mess with my head\\\", \\\"so much for so long\\\", \\\"out of sight, out of mind\\\", \\\"girl, you're lookin' so good\\\", \\\"it's drivin' me out of mine\\\", \\\"oh, you're breakin' my heart\\\", \\\"baby, you're playin' hard to forgetthere stands the glass\\\", \\\"that-that will ease all my pain\\\", \\\"that-that will settle my brain\\\", \\\"it's-it's my first one todayyou've got a cold heart and the cold hard truth\\\", \\\"i got a bottle of whiskey, but i got no proof\\\", \\n\\\"that you showed up tonight\\\", \\\"in that dress just to mess with my head\\\", \\\"so much for so long\\\", \\\"out of sight, out of mind\\\", \\\"girl, you're lookin' so good\\\", \\\"it's drivin' me out of mine\\\", \\\"oh, you're breakin' my heart\\\", \\\"baby, you're playin' hard to forgetoh honey, i'm fallin' apart\\\", \\\"and you're playin' hard to forget\\\", \\\"[got what i got \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \n[35] \"\\\", \\\"she said, baby, do you ever miss bein' alone?\\\", \\\"i said, hell no, i don't\\\", \\\"she said, do you really think i'm where you belong?\\\", \\\"i said, you know and i know...\\\", \\n\\\"you're perfect for me\\\", \\\"everything i'll ever need\\\", \\\"i ain't playin'\\\", \\\"what i'm sayin'\\\", \\\"when i got what i got, i don't miss what i had\\\", \\\"the old me before you belongs to the past\\\", \\\"in the back of your mind, you might think there's somethin' more i want\\\", \\\"but when i got what i got, girl, i don'ti said, baby, do you know you sound a little crazy\\\\nwhen you're talkin' like that, girl?\\\", \\\"ain't no second thoughts, no regrets, no kinda maybe\\\", \\\"no wishin' i turned back\\\", \\\"before you came along\\\", \\n\\\"i could go all alone\\\", \\\"girl, just kiss me\\\", \\\"you're all that i wantwhen i got what i got, i don't miss what i had\\\", \\\"the old me before you belongs to the past\\\", \\\"in the back of your mind, you might think there's somethin' more i want\\\", \\\"but when i got what i got, girl, i don'tshe said, baby, do you ever miss bein' alone?\\\", \\\"i said, hell no, i don't\\\", \\\"when i got what i got, i don't miss what i had\\\", \\\"the old me before you belongs to the past\\\", \\\"in the back of your mind, you might think there's somethin' more i want\\\", \\n\\\"but when i got what i got, girl, i don'tno, i don't\\\", \\\"no, i don't\\\", \\\"when i got what i got, girl, i don't\\\", \\\"[more than my hometown \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n[36] \"\\\", \\\"girl, our mamas are best friends and so are we\\\", \\\"the whole town's rooting for us like the home team\\\", \\\"most likely to settle down\\\", \\\"plant a few roots real deep and let 'em grow\\\", \\\"but we can't stop this real world from spinnin' us\\\", \\\"your bright lights called, i don't blame you for pickin' up\\\", \\\"your big dream bags are all packed up and ready to go\\\", \\n\\\"but i just need you to knowthat i love you more than a california sunset\\\", \\\"more than a beer when you ain't twenty-one yet\\\", \\\"more than a sunday morning lord\\\", \\\"turnin' some poor lost souls 'round, and hallelujah bound\\\", \\\"yeah, i love you more than the feeling when the bass hits the hook\\\", \\\"when the guy gets the girl at the end of the book\\\", \\\"but, baby, this might be the last time i get to lay you down\\\", \\\"'cause i can't love you more than my hometowni ain't the runaway kind, i can't change that\\\", \\n\\\"my heart's stuck in these streets like the train tracks\\\", \\\"city sky ain't the same black\\\", \\\"ain't that a map dot shame, man, to think thati love you more than a california sunset\\\", \\\"more than a beer when you ain't twenty-one yet\\\", \\\"more than a sunday morning lord\\\", \\\"turnin' some poor lost souls around, and hallelujah bound\\\", \\\"yeah, i love you more than the feeling when the bass hits the hook\\\", \\\"when the guy gets the girl at the end of the book\\\", \\\"but, baby, this might be the last time i get to lay you down\\\", \\n\\\"'cause i can't love you more than my hometownyeah, you got a wild in your eyes that i just wasn't born with\\\", \\\"i'm a same gas station cup of coffee in the mornin'\\\", \\\"i need a house on the hill, girl, not in 'em\\\", \\\"so hang onto these words 'til them avenues help you forget 'em\\\", \\\"'cause i love you more than a california sunset\\\", \\\"i love you more in a twenty-dollar sundress\\\", \\\"hate that loaded down car you got your keys in\\\", \\\"girl, but i hate even more that you're leavin'\\\", \\\"'cause i love you more than the feeling when the bass hits the hook\\\", \\n\\\"when the guy gets the girl at the end of the book\\\", \\\"but that ain't you and me so i guess i'll see you around\\\", \\\"'cause i can't love you more than my hometownlove you more than my hometown\\\", \\\"love you more than my hometown\\\", \\\"love you more, baby, love you more\\\", \\\"[kinfolks \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[37] \"\\\", \\\"(i saw you going by)\\\", \\\"i saw you going by, i had to say hello\\\", \\\"and i don't mean to pry, but girl, i gotta know\\\", \\\"what is your name?\\\", \\\"how come i ain't seen you around before? (tell me)\\\", \\\"you know i ain't ever had a type, having a type takes two\\\", \\n\\\"but i know what i like, and you're the only one of you\\\", \\\"you're something else (damn)\\\", \\\"and i know we just met, buti wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolks\\\", \\\"(i wanna take you home)\\\", \\\"i wanna take you home, not just take you home tonight\\\", \\n\\\"get joanie on the phone, she'll leave us on a light\\\", \\\"i wanna see the way you look up under all those stars, yeah\\\", \\\"you're gonna be the talk, word's gonna get around\\\", \\\"they'll tell you how they thought i'd never settle down\\\", \\\"out on the porch, ain't it funny the way things change?\\\", \\\"i wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\n\\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolksi don't wanna wait around for the right timei wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolksand i'm thinking that i wanna introduce you to my kinfolks\\\", \\n\\\"woah\\\", \\\"[rockin’ around the christmas tree \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n[38] \"\\\", \\\"rockin' around the christmas tree\\\", \\\"at the christmas party hop\\\", \\\"mistletoe hung where you can see\\\", \\\"every couple tries to stoprockin' around the christmas tree\\\", \\\"let the christmas spirit ring\\\", \\\"later we'll have some pumpkin pie\\\", \\\"and we'll do some carolingyou will get a sentimental feeling when you hear\\\", \\\"voices singing, let's be jolly\\\\ndeck the halls with boughs of holly!rockin' around the christmas tree\\\", \\\"have a happy holiday\\\", \\\"everyone's dancing merrily\\\", \\n\\\"in the new old fashioned way\\\", \\\"you will get a sentimental feeling when you hear\\\", \\\"voices singing, let's be jolly\\\\ndeck the halls with boughs of holly!\\\", \\\"rockin' around the christmas tree\\\", \\\"have a happy holiday\\\", \\\"everyone's dancing merrily\\\", \\\"in the new old fashioned way\\\", \\\"[meant to be \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[39] \"\\\", \\\"baby, lay on back and relax\\\", \\\"kick your pretty feet up on my dash\\\", \\\"no need to go nowhere fast\\\", \\\"let's enjoy right here where we at\\\", \\\"who knows where this road is supposed to lead?\\\", \\\"we got nothing, but time\\\", \\n\\\"as long as you're right here next to me\\\", \\\"everything's gonna be alrightif it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to bei don't mean to be so uptight\\\", \\\"but my heart's been hurt a couple times\\\", \\\"by a couple guys that didn't treat me right\\\", \\\"i ain't gon' lie, ain't gon' lie\\\", \\n\\\"'cause i'm tired of the fake love\\\", \\\"show me what you're made of\\\", \\\"boy, make me believe\\\", \\\"whoa, hold up girl, don't you know you're beautiful?\\\", \\\"and it's easy to seeif it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to beso c'mon, ride with me, ride with me\\\", \\\"see where this thing goes\\\", \\n\\\"so c'mon, ride with me, ride with me\\\", \\\"baby, if it's meant to bemaybe we do\\\", \\\"maybe we don't\\\", \\\"maybe we will\\\", \\\"maybe we won'tbut if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be (sing it, bebe)\\\", \\\"if it's meant to be, it'll be, it'll be (c'mon)\\\", \\\"baby, just let it be (let's go)\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes (come for a ride)\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to be (yeah)\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\n\\\"baby, if it's meant to be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to be\\\", \\\"hmm\\\", \\\"[beer never broke my heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[40] \"\\\", \\\"i've had a largemouth bass bust my line\\\", \\\"a couple beautiful girls tell me goodbye\\\", \\\"trucks break down, dogs run off\\\", \\\"politicians lie, been fired by the bossit takes one hand\\\", \\\"to count the things i can count on\\\", \\\"no, there ain't much, man\\\", \\\"that ain't never let me downlongneck ice-cold beer never broke my heart\\\", \\\"like diamond rings and football teams have torn this boy apart\\\", \\n\\\"like a neon dream, it just dawned on me that bars and this guitar\\\", \\\"and longneck ice-cold beer never broke my heartshe was a carolina blue jean baby\\\", \\\"fire in her eyes that drove me crazy\\\", \\\"it was red taillights when she left town\\\", \\\"if i didn't know then, i sure know nowbut longneck ice-cold beer never broke my heart\\\", \\\"like diamond rings and football teams have torn this boy apart\\\", \\\"like a neon dream, it just dawned on me that bars and this guitar\\\", \\\"and longneck ice-cold beer never broke my heart, yeahwell, it takes one hand\\\", \\n\\\"to count the things i can count on\\\", \\\"but i got one hand\\\", \\\"that's grippin' down on a cold one\\\", \\\"'cause longneck ice-cold beer never broke my heart\\\", \\\"like diamond rings and football teams have torn this boy apart\\\", \\\"like a neon dream, it just dawned on me, that bars, and this guitar\\\", \\\"and longneck ice-cold beer never broke my heart, no\\\", \\\"it never broke my heart\\\", \\\"[chasin’ you \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n[41] \"\\\", \\\"we used to chase that chattanooga freight\\\", \\\"couple of kids in a chevrolet\\\", \\\"catch a little air when we cross the tracks\\\", \\n\\\"sipping on something from a paper sack\\\", \\\"you hang your shirt on that maple limb\\\", \\\"slipping through the moon to the river bend\\\", \\\"wasn't very long i was jumping in, jumping in\\\", \\\"i guess i'm still doing now what i was doing thenchasin' you like a shot of whiskey\\\", \\\"burning going down, burning going down\\\", \\\"chasin' you like those goodbye tail lights\\\", \\\"headed west to anywhere out of this nowhere town\\\", \\\"chasin' that freedom, chasing' that feeling that got gone too soon\\\", \\\"chasin' that you and me, i only see in my rearview\\\", \\n\\\"yeah, i'm laying here tonight holding someone new\\\", \\\"still chasin' you, still chasin' youyou always used to talk about la\\\", \\\"i heard you got as far as santa fe\\\", \\\"well you know i tried to track you down\\\", \\\"i only got as far as guitar town\\\", \\\"singing about a girl i used to know, used to know\\\", \\\"well you should know that i haven't given up\\\", \\\"i'm just on your radiochasin' you like a shot of whiskey\\\", \\\"burning going down, burning going down\\\", \\\"chasin' you like those goodbye tail lights\\\", \\\"headed west to anywhere out of this nowhere town\\\", \\n\\\"chasin' that freedom, chasin' that feeling that got gone too soon\\\", \\\"chasin' that you and me, i only see in my rearview\\\", \\\"yeah, i'm laying here tonight holding someone new\\\", \\\"still chasin' you, still chasin' youchasin' you like a shot of whiskey\\\", \\\"burning going down, burning going down\\\", \\\"chasin' you like those goodbye tail lights\\\", \\\"headed west to anywhere out of this nowhere town\\\", \\\"chasin' that freedom, chasin' that feeling that got gone too soon\\\", \\\"chasin' that you and me, i only see in my rearview\\\", \\n\\\"yeah, i'm laying here tonight holding someone new\\\", \\\"still chasin' you, still chasin' youstill chasin' you, still chasin' you\\\", \\\"[beautiful crazy \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[42] \"\\\", \\\"her day starts with a coffee and ends with a wine\\\", \\\"takes forever getting ready so she's never on time for anything\\\", \\\"when she gets that come get me look in her eyes\\\", \\\"well, it kinda scares me, the way that she drives me wild\\\", \\\"when she drives me wildbeautiful, crazy, she can't help but amaze me\\\", \\\"the way that she dances, ain't afraid to take chances\\\", \\n\\\"and wears her heart on her sleeve\\\", \\\"yeah, she's crazy but her crazy's beautiful to meshe makes plans for the weekend, can't wait to go out\\\", \\\"till she changes her mind\\\", \\\"says, let's stay on the couch and watch tv\\\", \\\"and she falls asleepbeautiful, crazy, she can't help but amaze me\\\", \\\"the way that she dances, ain't afraid to take chances\\\", \\\"and wears her heart on her sleeve\\\", \\\"yeah, she's crazy but her crazy's beautiful to meshe's unpredictable, unforgettable\\\", \\\"it's unusual, unbelievable\\\", \\\"how i'm such a fool, yeah, i'm such a fool for herbeautiful, crazy, she can't help but amaze me\\\", \\n\\\"the way that she dances, ain't afraid to take chances\\\", \\\"and wears her heart on her sleeve\\\", \\\"yeah, she's crazy, she's crazy, she's crazy\\\", \\\"but her crazy's beautiful to me\\\", \\\"her crazy's beautiful to me\\\", \\\"[whiskey glasses \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n[43] \"\\\", \\\"poor me, pour me another drink\\\", \\\"'cause i don't wanna feel a thing\\\", \\\"no more, hell nah\\\", \\\"i just wanna sip 'til the pain wears off\\\", \\\"poor me, pour me another round\\\", \\\"line 'em up and knock 'em down\\\", \\\"two more let's go\\\", \\\"'cause i ain't never hurt like this beforedon't wanna think about her\\\", \\n\\\"or wear a ring without her\\\", \\\"don't wanna hit the karaoke bar\\\", \\\"can't sing without her\\\", \\\"so make them drinks strong\\\", \\\"'cause brother she's gone\\\", \\\"and if i'm ever gonna move oni'ma need some whiskey glasses\\\", \\\"'cause i don't wanna see the truth\\\", \\\"she's probably making out on the couch right now\\\", \\\"with someone new\\\", \\\"yeah, i'ma need some whiskey glasses\\\", \\\"if i'm gonna make it through\\\", \\\"if i'ma be single\\\", \\\"i'ma need a double shot of that heartbreak proof\\\", \\\"and see the world through whiskey glasses\\\", \\n\\\"(ain't nothing else to do, but sip around the truth)\\\", \\\"and see the world through whiskey glasses\\\", \\\"(i need a better view, where i don't drink to you)\\\", \\\"last call\\\", \\\"i swear this will be my last call\\\", \\\"now i ain't drunk dialing no more at 3 am\\\", \\\"mr. bartender hittin' me againdon't wanna think about her\\\", \\\"or wear a ring without her\\\", \\\"don't wanna hit the karaoke bar\\\", \\\"can't sing without her\\\", \\\"so make them drinks strong\\\", \\\"'cause brother she's gone\\\", \\\"and if i'm ever gonna move oni'ma need some whiskey glasses\\\", \\n\\\"'cause i don't wanna see the truth\\\", \\\"she's probably making out on the couch right now\\\", \\\"with someone new\\\", \\\"yeah, i'ma need some whiskey glasses\\\", \\\"if i'm gonna make it through\\\", \\\"if i'ma be single\\\", \\\"i'ma need a double shot of that heartbreak proof\\\", \\\"and see the world through whiskey glasses\\\", \\\"(ain't nothing else to do, but sip around the truth)\\\", \\\"oh, see the world through whiskey glasses\\\", \\\"(i need a better view, where i don't drink to you)\\\", \\\"line 'em up, line 'em up, line 'em up, line 'em up\\\", \\n\\\"knock 'em back, knock 'em back, knock 'em back, knock 'em back\\\", \\\"fill 'em up, fill 'em up, fill 'em up, fill 'em up\\\", \\\"'cause if she ain't ever coming back\\\", \\\"line 'em up, line 'em up, line 'em up, line 'em up\\\", \\\"knock 'em back, knock 'em back, knock 'em back, knock 'em back\\\", \\\"fill 'em up, fill 'em up, fill 'em up, fill 'em up\\\", \\\"'cause if she ain't ever coming backi'ma need some whiskey glasses\\\", \\\"'cause i don't wanna see the truth\\\", \\\"she's probably making out on the couch right now\\\", \\\"with someone new\\\", \\n\\\"yeah, i'ma need some whiskey glasses\\\", \\\"if i'm gonna make it through\\\", \\\"if i'ma be single\\\", \\\"i'ma need a double shot of that heartbreak proof\\\", \\\"and see the world through whiskey glasses\\\", \\\"(ain't nothing else to do, but sip around the truth)\\\", \\\"oh, see the world through whiskey glasses\\\", \\\"(i need a better view, where i don't drink to you)\\\", \\\"yeah\\\", \\\"(ain't nothing else to do, but sip around the truth)\\\", \\\"and see the world through whiskey glasses\\\", \\\"(i need a better view, where i don't drink to you)\\\", \\n\\\"yeah\\\", \\\"[tennessee whiskey \"                                                                                                                                                                                                                                                                                                                                                                                        \n[44] \"\\\", \\\"used to spend my nights out in a barroom\\\", \\\"liquor was the only love i'd known\\\", \\\"but you rescued me from reachin' for the bottom\\\", \\\"and brought me back from bein' too far goneyou're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the timei've looked for love in all the same old places\\\", \\\"found the bottom of a bottle's always dry\\\", \\\"but when you poured out your heart, i didn't waste it\\\", \\n\\\"'cause there's nothin' like your love to get me highand you're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the time\\\", \\\"you're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the timeyou're as smooth as tennessee whiskey\\\", \\\"tennessee whiskey, tennessee whiskey\\\", \\\"you're as smooth as tennessee whiskey\\\", \\n\\\"[tennessee whiskey, tennessee whiskey\\\", \\\"[10000  hours\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[45] \"\\\", \\\"do you love the rain? does it make you dance\\\", \\\"when you're drunk with your friends at a party?\\\", \\\"what's your favorite song, does it make you smile?\\\", \\\"do you think of me?\\\", \\\"when you close your eyes, tell me, what are you dreamin'?\\\", \\\"everything, i wanna know it all\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours\\\", \\\"and i might never get there, but i'm gonna try\\\", \\n\\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"do you miss the road that you grew up on?\\\", \\\"did you get your middle name from your grandma?\\\", \\\"when you think about your forever now, do you think of me?\\\", \\\"when you close your eyes, tell me, what are you dreamin'?\\\", \\\"everything, i wanna know it all\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours\\\", \\\"and i might never get there, but i'm gonna try\\\", \\n\\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"ooh, want the good and the bad and everything in between\\\", \\\"ooh, gotta cure my curiosity\\\", \\\"ooh, yeah\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours (sweet heart of yours)\\\", \\\"and i might never get there, but i'm gonna try\\\", \\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\n\\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"yeah\\\", \\\"and i\\\", \\\"do you love the rain, does it make you dance?\\\", \\\"i'm gonna love you (i'm gonna love you)\\\", \\\"i'm gonna love you\\\", \\\"[one man band \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n[46] \"\\\", \\\"been flyin' solo for so long\\\", \\\"nobody's singin' the harmony\\\", \\\"up there just me and my shadow\\\", \\\"no bass, no guitar, no tambourineand i found you like a melody\\\", \\\"you were singin' in the same key as me\\\", \\\"we had ‘em dancin' in the streetsi don't wanna be a one man band\\\", \\\"i don't wanna be a rolling stone, alone\\\", \\n\\\"puttin' miles on a run-down van\\\", \\\"baby, we can take our own show on the road\\\", \\\"i'll lay down the beat, you'll carry the tune\\\", \\\"we'll get tattoos, and we'll trash hotel rooms\\\", \\\"baby, take my hand\\\", \\\"i don't wanna be a one man band\\\", \\\"noi wanna run down your wild dreams\\\", \\\"and i wanna chase every high with you\\\", \\\"count every rip in these old jeans\\\", \\\"we'll never learn how to sing the bluesif i'm gonna be famous\\\", \\\"girl, i wanna be famous with you\\\", \\\"we got our own little groovei don't wanna be a one man band\\\", \\n\\\"i don't wanna be a rolling stone, alone\\\", \\\"puttin' miles on a run-down van\\\", \\\"baby, we can take our own show on the road\\\", \\\"i'll lay down the beat, you'll carry the tune\\\", \\\"we'll get tattoos, and we'll trash hotel rooms\\\", \\\"baby, take my hand\\\", \\\"'cause i don't wanna be a one man bandwhen the spotlight goes cold, and the curtains come down\\\", \\\"the chairs are all stacked, and there's no one around\\\", \\\"and nobody's payin', we’ll still be playin'i don't wanna be a one man band\\\", \\\"i don't wanna be a rolling stone, alone\\\", \\n\\\"puttin' miles on a run-down van\\\", \\\"baby, we can take our own show on the road\\\", \\\"i'll lay down the beat, you'll carry the tune\\\", \\\"we'll get tattoos, and we'll trash hotel rooms\\\", \\\"baby, take my hand\\\", \\\"'cause i don't wanna be a one man band\\\", \\\"i don't wanna be a one man band\\\", \\\"[heartless \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n[47] \"\\\", \\\"heartless, heartless, heartless\\\", \\\"so heartless, so heartless, so heartlesssay you're goin' out late\\\", \\\"i count down 'til you call me\\\", \\\"it's just one of those things\\\", \\\"that you do when you're lonely\\\", \\\"and you're all about the chase\\\", \\n\\\"but you won't ever let me catch you\\\", \\\"and i wish i was the same\\\", \\\"but i know i'm gonna let you\\\", \\\"win again and when i do\\\", \\\"it's gonna hurt like hell\\\", \\\"and you don't mean to\\\", \\\"that's what i tell myselfbut why you gotta be so heartless?\\\", \\\"i know you think it's harmless\\\", \\\"you're tearing me apart and\\\", \\\"girl, the hardest part is\\\", \\\"you're so high on attention\\\", \\\"taking miles from inches\\\", \\\"leave me in the darkness\\\", \\\"never finish what we started\\\", \\\"girl, why you gotta be so heartless? (so heartless, so heartless)\\\", \\n\\\"why you gotta be so heartless? (so heartless, so heartless)\\\", \\\"monday night was definitely not our night\\\", \\\"tuesday night was just another fight\\\", \\\"wednesday, i thought everything would change\\\", \\\"thursday came and it was still the same\\\", \\\"friday night, we went out on the town\\\", \\\"saturday, we should have burned it down\\\", \\\"sunday morning came and now you're gone\\\", \\\"i should probably know this shit by now\\\", \\\"ah, oh (ah, oh)\\\", \\\"i should probably know this shit by now\\\", \\\"but no (but no), nowhy you gotta be so heartless?\\\", \\n\\\"i know you think it's harmless\\\", \\\"you're tearing me apart and\\\", \\\"girl, the hardest part is\\\", \\\"you're so high on attention\\\", \\\"taking miles from inches\\\", \\\"leave me in the darkness\\\", \\\"never finish what we started\\\", \\\"girl, why you gotta be so heartless? (so heartless, so heartless)\\\", \\\"why you gotta be so heartless? (so heartless, so heartless)girl, why you gotta be so in between\\\", \\\"loving me and leaving, leaving?\\\", \\\"ah, oh (ah, oh)\\\", \\\"i should probably know this shit by now\\\", \\\"but no (but no), no why you gotta be so heartless?\\\", \\n\\\"i know you think it's harmless\\\", \\\"you're tearing me apart and\\\", \\\"girl, the hardest part is\\\", \\\"you're so high on attention\\\", \\\"taking miles from inches\\\", \\\"leave me in the darkness\\\", \\\"never finish what we started\\\", \\\"girl, why you gotta be so heartless?  (heartless, heartless)\\\", \\\"why you gotta be so heartless? (so heartless, so heartless)\\\", \\\"why you gotta be so heartless? (heartless, heartless)\\\", \\\"girl, why you gotta be so heartless? (so heartless, so heartless)\\\", \\\"[the bones \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[48] \"\\\", \\\"we're in the homestretch of the hard times\\\", \\n\\\"we took a hard left, but we're alright\\\", \\\"yeah, life sure can try to put love through it, but\\\", \\\"we built this right, so nothing's ever gonna move itwhen the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain 'cause you and i remain the same\\\", \\\"when there ain't a crack in the foundation\\\", \\\"baby, i know any storm we're facing\\\", \\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are goodcall it dumb luck, but baby, you and i\\\", \\n\\\"can't even mess it up, yeah, though we both tried\\\", \\\"no, it don't always go the way we planned it\\\", \\\"but the wolves came and went and we're still standingwhen the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain 'cause you and i remain the same\\\", \\\"when there ain't a crack in the foundation\\\", \\\"baby, i know any storm we're facing\\\", \\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are good\\\", \\\"when the bones are goodbones are good, the rest, the rest don't matter (baby, it don't really matter)\\\", \\n\\\"paint could peel, the glass, the glass could shatter (oh, the glass, oh, the glass could shatter)\\\", \\\"bones are good, the rest, the rest don't matter (ooh)\\\", \\\"paint could peel, the glass, the glass could shatter (yeah)\\\", \\\"when the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain (let it rain, let it rain)\\\", \\\"'cause you and i remain the same (woo)\\\", \\\"when there ain't a crack in the foundation (woo)\\\", \\\"baby, i know any storm we're facing\\\", \\n\\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are good\\\", \\\"yeah, ooh\\\")\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n [1]  1  3  5  6  7  8  9 10 14 15\n  [1] \"c\"        \"i\"        \"i\"        \"hope\"     \"she\"     \n  [6] \"makes\"    \"you\"      \"smile\"    \"the\"      \"way\"     \n [11] \"you\"      \"made\"     \"me\"       \"smile\"    \"on\"      \n [16] \"the\"      \"other\"    \"end\"      \"of\"       \"a\"       \n [21] \"phone\"    \"in\"       \"the\"      \"middle\"   \"of\"      \n [26] \"a\"        \"highway\"  \"driving\"  \"alone\"    \"oh\"      \n [31] \"baby\"     \"i\"        \"i\"        \"hope\"     \"you\"     \n [36] \"hear\"     \"a\"        \"song\"     \"that\"     \"makes\"   \n [41] \"you\"      \"sing\"     \"along\"    \"and\"      \"gets\"    \n [46] \"you\"      \"thinking\" \"bout\"     \"her\"      \"then\"    \n [51] \"the\"      \"last\"     \"several\"  \"miles\"    \"turn\"    \n [56] \"into\"     \"a\"        \"blur\"     \"yeah\"     \"i\"       \n [61] \"hope\"     \"you\"      \"re\"       \"both\"     \"feelin\"  \n [66] \"sparks\"   \"by\"       \"the\"      \"end\"      \"of\"      \n [71] \"the\"      \"drive\"    \"i\"        \"hope\"     \"you\"     \n [76] \"know\"     \"she\"      \"s\"        \"the\"      \"one\"     \n [81] \"by\"       \"the\"      \"end\"      \"of\"       \"the\"     \n [86] \"night\"    \"i\"        \"hope\"     \"you\"      \"never\"   \n [91] \"ever\"     \"felt\"     \"more\"     \"free\"     \"tell\"    \n [96] \"your\"     \"friends\"  \"that\"     \"you\"      \"re\"      \n[1] 11\n[1] 159\n[1] 555\n[1] 118\n[1] 88\n[1] 816\n [1] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[10] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[19] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[28] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[37] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[46] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[55] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[64] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[73] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[82] \"love\" \"love\" \"love\" \"love\" \"love\" \"love\" \"love\"\n[1] 27\n [1] \"\\\", \\\"i wish girls you loved never gave back diamond rings\\\", \\\"i wish every porch had a swing\\\", \\\"wish kids still learned to say sir and ma'am, how to shake a hand\\\", \\\"i wish every state had a birmingham\\\", \\\"i wish everybody knew all the words to mama tried\\\", \\\"i wish monday mornin's felt just like friday nights\\\", \\n\\\"and i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"i wish honky-tonks didn't have no closin' time\\\", \\\"and i wish grandpas never diedi wish sunday's on a creek bank would never end\\\", \\\"wish i could learn to drive again\\\", \\\"wish the first time, seventeen, she was my everything kiss in a chevrolet\\\", \\n\\\"could happen every day\\\", \\\"i wish everybody overseas was gonna make it home\\\", \\\"i wish country music still got played on country radio\\\", \\\"and i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"and i wish honky-tonks didn't have no closing time\\\", \\\"and i wish grandpas never died\\\", \\n\\\"never died\\\", \\\"and i wish good dogs never got grey and old\\\", \\\"i wish farms never got soldand i wish even cars had truck beds\\\", \\\"and every road was named copperhead\\\", \\\"and coolers never run out of cold bud light\\\", \\\"and i wish high school home teams never lost\\\", \\\"and back road drinkin' kids never got caught\\\", \\\"and i wish the price of gas was low and cotton was high\\\", \\\"and i wish honky-tonks didn't have no closing time\\\", \\\"and i wish grandpas never died\\\", \\\"i wish grandpas never died\\\", \\\"[what if i never get over you\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n [2] \"\\\", \\n\\\"it's supposed to hurt, it's a broken heart\\\", \\\"but to movin' on is the hardest part\\\", \\\"it comes in waves, the letting go\\\", \\\"but the memory fades, everybody knows\\\", \\\"everybody knowswhat if i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye?\\\", \\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"maybe months go by, maybe years from now\\\", \\\"and i meet someone and it's workin' out\\\", \\\"every now and then, he can see right through\\\", \\n\\\"'cause when i look at him\\\", \\\"yeah, all i  see is youwhat if i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye?\\\", \\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"ooh yeah\\\", \\\"what if i never get over?\\\", \\\"what if i never get closure?\\\", \\\"what if i never get back all the wasted words i told ya?\\\", \\\"what if it never gets better?\\\", \\\"what if this lasts forever and ever and ever?\\\", \\\"i'm tryin', but then i close my eyes\\\", \\\"and then i'm right back, lost in that last goodbye\\\", \\n\\\"and what if time doesn't do what it's supposed to do?\\\", \\\"what if i never get over you?\\\", \\\"what if i gave you (what if i gave you) everything i got?\\\", \\\"what if your love was my one and only shot?\\\", \\\"what if i end up with nothing to compare it to\\\", \\\"what if i never get over? oh, if i never get over\\\", \\\"what if i never get over you?\\\", \\\"what if i never get over you?\\\", \\\"oh, what if i never get over?\\\", \\\"over you\\\", \\\"[starting over \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n [3] \"\\\", \\\"well the road rolls out like a welcome mat\\\", \\\"to a better place than the one we're at\\\", \\n\\\"and i ain't got no kinda plan\\\", \\\"but i've had all of this town i can standand i got friends out on the coast\\\", \\\"we can jump in the water and see what floats\\\", \\\"we've been savin' for a rainy day\\\", \\\"let's beat the storm and be on our wayand it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' overthis might not be an easy time\\\", \\\"there's rivers to cross and hills to climb\\\", \\n\\\"some days we might fall apart\\\", \\\"and some nights might feel cold and darkbut nobody wins afraid of losin'\\\", \\\"and the hard roads are the ones worth choosin'\\\", \\\"someday we'll look back and smile\\\", \\\"and know it was worth every mileand it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' over\\\", \\\"startin' over\\\", \\\"it don't matter to me\\\", \\\"wherever we are is where i wanna be\\\", \\n\\\"and honey, for once in our life\\\", \\\"let's take our chances and roll the dicei can be your lucky penny\\\", \\\"you can be my four-leaf clover\\\", \\\"startin' over\\\", \\\"startin' overoooh, ooh-hoo-hoo\\\", \\\"oooh, ooh-hoo-hoo\\\", \\\"[the git up \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n [4] \"\\\", \\\"right now\\\", \\\"i just need you to get real loose\\\", \\\"get comfortable\\\", \\\"grab your loved ones or grab your love, partner\\\", \\\"and if you're by yourself, no worries\\\", \\\"just follow after mego'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\n\\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"let's have some funto the left, to the left now (to the left, to the left)\\\", \\\"to the right, to the right (to the right)\\\", \\\"now take your left hand and (uh)\\\", \\\"put it on your side (put it on your side)\\\", \\\"go'n roll your shoulders (roll your shoulders)\\\", \\\"do the slip and slide (do the slip and slide)\\\", \\\"this next part's my favorite part, uh\\\", \\n\\\"'cause it's time to shinego'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"it's simple, you can do itslide to the left (left), slide to the right (right)\\\", \\\"now cool down (hoo), have a good time (yeah)\\\", \\\"slide to the left (left), slide to the right (right)\\\", \\\"do the butterfly (oh), have a good time\\\", \\n\\\"'round, 'round, 'round and 'round you go\\\", \\\"it's time to show out right now and take to the floorgo'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"(to the left)\\\", \\\"take it down now, take it, take it down now\\\", \\\"take it down now, take it, take it down now\\\", \\\"(to the right)\\\", \\n\\\"bring it up now, bring it, bring it up now\\\", \\\"bring it up now, bring it, bring it up now\\\", \\\"(to the front)\\\", \\\"take it down and crisscross\\\", \\\"bring it up, now crisscross\\\", \\\"(to the back)\\\", \\\"do whatever you like right here (get down)\\\", \\\"just have fungo'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo), uhthat was not so bad, that was, that, that was not so bad, was it?\\\", \\n\\\"that was not so bad, that, that, that was not so bad, was it?\\\", \\\"that was not so bad, that was, that, that was not so bad, was it?\\\", \\\"that was not so bad, that, that, that was not so bad, was it?\\\", \\\"go'n and do the two-step, then cowboy boogie\\\", \\\"grab your sweetheart and spin out with 'em\\\", \\\"do the hoedown and get into it (woo-hoo-hoo)\\\", \\\"take it to the left now and dip with it\\\", \\\"go'n throw down, take a sip with it\\\", \\\"now lean back, put your hips in it (woo-hoo-hoo)\\\", \\\"[heartache medication \"                                                                                                                                                                                                                                                                                                                                                                              \n [5] \"\\\", \\\"i probably shouldn't have said hello\\\", \\\"when i saw you out with your friends\\\", \\\"i know i should've left it alone\\\", \\\"when i caught you lookinga little smile, a little how you been\\\", \\\"a little touch, a little reminisce\\\", \\\"it always starts off innocentbut after a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\n\\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a few\\\", \\\"oh, after a fewwe always take it way too far\\\", \\\"where it's too much to resist\\\", \\\"we always make it way too hard\\\", \\\"to walk away after that third kisswe pretend that we'll be fine\\\", \\\"through the sting of the morning light\\\", \\\"'cause it happens every timeafter a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\n\\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a few\\\", \\\"oh yeah, after a fewlittle smile, little how you been\\\", \\\"little touch, little reminisce\\\", \\\"we both know how it endsafter a few drinks\\\", \\\"it's always the same thing\\\", \\\"we find ourselves lost in conversation at the bar\\\", \\\"then after a few songs\\\", \\\"the kind that you hold on\\\", \\\"we find ourselves leaning up against my car\\\", \\n\\\"shoulda stopped at one\\\", \\\"said goodbye, given up at two\\\", \\\"if we didn't wanna wind up falling into my bed like we always do\\\", \\\"after a fe\\\", \\\"i've been thinkin' 'bout ya lately\\\", \\\"reminiscin', goin' crazy\\\", \\\"miss the way your kiss would keep me up\\\", \\\"ayy, wish that you were here tonight\\\", \\\"drinkin' vodka soda, extra limes\\\", \\\"and we could just get back to bein' us\\\", \\\"'cause i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\n\\\"to be stealin' my covers\\\", \\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeahdo you ever think about\\\", \\\"the days we couldn't live without each other?\\\", \\\"where the hell did we go wrong?\\\", \\\"ayy, how'd we go from that to this?\\\", \\\"how'd we let a good thing slip?\\\", \\\"do we really have to go move on?\\\", \\\"i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\\"to be stealin' my covers\\\", \\n\\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeahyeah, i just wanna be, cool again\\\", \\\"(cool again, cool again, cool again, cool again)\\\", \\\"'cause i just wanna be cool again, cool again, cool again\\\", \\\"like we were last summer\\\", \\\"want you again, you again, you again\\\", \\\"to be stealin' my covers\\\", \\\"all tangled in each other, nights still playin' back in my head\\\", \\\"i just wanna be cool again, cool again, cool again, yeah\\\", \\\"(cool again, cool again, cool again)\\\", \\n\\\"y'all know that i just wanna be cool again (cool again, cool again, cool again)\\\", \\\"last summer with you (cool again, cool again, cool again)\\\", \\\"cool again\\\", \\\"[i love my country \"\n [6] \"\\\", \\\"yeah, babyout here, ain't nothin' but woods and water\\\", \\\"drop a beer from a stand, catch a fish with a bobber\\\", \\\"drink a beer out the can, liquor out the bottle\\\", \\\"how the good lord intended it\\\", \\\"yes, he did i love my country, i love my country\\\", \\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky we like how it sounds\\\", \\n\\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country, i love my country up loudbarbecue, steak fries, styrofoam, plate date night\\\", \\\"george strait, singing greats, while we turning up, sitting lake side\\\", \\\"that pedal steel, she straight slidin' over here to me\\\", \\\"she do that alabama shake, like you ain't ever seen\\\", \\\"i love my country, i love my country\\\", \\n\\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky, we like how it sounds\\\", \\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country\\\", \\\"i love my country up loud\\\", \\\"i love my country up loud\\\", \\\"i'm talking way up loudi like pop, and rock, and rap, i like skynyrd\\\", \\\"and going out downtown when i'm with her\\\", \\\"like driving too fast down a four-lane road\\\", \\n\\\"but damn sure nowhere close to the way thati love my country, i love my country\\\", \\\"six strings and fiddles, whiskey from kentucky\\\", \\\"we keep it funky, we like how it sounds\\\", \\\"monday to sunday, yeah, i love my country\\\", \\\"up loud and proud, rollin' into town\\\", \\\"hanging out the window like a bluetick hound\\\", \\\"ain't sorry, ain't nothin' to be sorry about\\\", \\\"i love my country, i love my country up loud (yeah, baby, ooh)\\\", \\\"i love my country up loud, yeah, way up loud \\\", \\\"that's a country ass lyric right there, boy\\\", \\n\\\"[pretty heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n [7] \"\\\", \\\"i didn't think i was a bad guy\\\", \\\"i knew that you were good\\\", \\\"you were golden on the inside\\\", \\\"and you loved me the best you could\\\", \\\"i'm the one who dropped the ball\\\", \\\"got you high and let you fall\\\", \\\"let the best thing i ever had slip awaywhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\\"what does that say about me\\\", \\n\\\"now that i've broke your pretty heart\\\", \\\"your pretty hearti've been drinking like a drunkard\\\", \\\"in these austin neon light\\\", \\\"burning smoke and wondering\\\", \\\"if there's anything i've done right\\\", \\\"well i wish that i could go back\\\", \\\"hang on to what i had\\\", \\\"guess that's all, babe\\\", \\\"nothing but a dreamwhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\n\\\"what does that say about me\\\", \\\"now that i've broke your pretty heart\\\", \\\"your pretty heartwhat does that say about me\\\", \\\"that i could do you like i did\\\", \\\"that i could break an angel's wings\\\", \\\"what does that say about me\\\", \\\"that i stood there like a fencepost\\\", \\\"as you drove off in your car\\\", \\\"what does that say about me\\\", \\\"now that i've broke your pretty heart\\\", \\\"your pretty heart\\\", \\\"your pretty heart\\\", \\\"[here comes santa claus (right down santa claus lane) \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n [8] \"\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\n\\\"right down santa claus lane\\\", \\\"vixen and blitzen and all his reindeer\\\", \\\"pullin' on the reins\\\", \\\"bells are ringin', children singin'\\\", \\\"all is merry and bright\\\", \\\"so hang your stockings and say your prayers\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he's got a bag that's filled with toys\\\", \\\"for boys and girls again\\\", \\\"hear those sleigh bells jingle jangle\\\", \\\"oh, what a beautiful sight\\\", \\\"so jump in bed and cover your head\\\", \\n\\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he doesn't care if you're rich or poor\\\", \\\"he loves you just the same\\\", \\\"santa claus knows we're all gods children\\\", \\\"that makes everything right\\\", \\\"so fill your hearts with christmas cheer\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"he'll come around when the chimes ring out\\\", \\\"that it's christmas morn again\\\", \\n\\\"peace on earth will come to all\\\", \\\"if we just follow the light\\\", \\\"so let's give thanks to the lord above\\\", \\\"'cause santa claus comes tonight\\\", \\\"here comes santa claus\\\", \\\"here comes santa claus\\\", \\\"right down santa claus lane\\\", \\\"vixen and blitzen and all his reindeer\\\", \\\"pullin' on the reins\\\", \\\"bells are ringin', children singin'\\\", \\\"all is merry and bright\\\", \\\"hang your stockings and say your prayers\\\", \\\"'cause santa claus comes tonight\\\", \\\"[god’s country \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n [9] \"\\\", \\\"i can't wait to show you where i grew up\\\", \\n\\\"walk you 'round the foothills of my town\\\", \\\"probably feel like you've been there before\\\", \\\"after hearing all the stories i've been telling you\\\", \\\"for six months nowwe'll probably have to sleep in separate bedrooms\\\", \\\"pack a shirt for church, because we'll go\\\", \\\"i'm not trying to scare you off, but\\\", \\\"i just thought that we should talk\\\", \\\"a few things out before we hit the roadif i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she falls in love a little faster than i do\\\", \\\"and my dad will check your tires\\\", \\n\\\"pour you whiskey over ice and\\\", \\\"take you fishin', but pretend that he don't like you\\\", \\\"oh, if we break up, i'll be fine\\\", \\\"but you'll be breaking more hearts than minemy sister's gonna ask a million questions\\\", \\\"say anything she can to turn you red\\\", \\\"and when you meet my high school friends\\\", \\\"they'll buy you drinks and fill you in\\\", \\\"on all the crazy nights i can't outliveso if i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she falls in love a little faster than i do\\\", \\\"and my dad will check your tires\\\", \\n\\\"pour you whiskey over ice and\\\", \\\"buy you dinner, but pretend that he don't like you\\\", \\\"oh, if we break up, i'll be fine\\\", \\\"but you'll be breaking more hearts than mineoh\\\", \\\"mmhif i bring you home to mama\\\", \\\"i guess i'd better warn ya\\\", \\\"she feels every heartache i go through\\\", \\\"and if my dad sees me cryin'\\\", \\\"he'll pour some whiskey over ice and\\\", \\\"tell a lie and say he never really liked you\\\", \\\"oh, if we break up i'll be fine\\\", \\\"but you'll be breaking more hearts than mine\\\", \\\"you'll be breaking more hearts than mine\\\", \\n\\\"[homecoming queen? \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n[10] \"\\\", \\\"all of my friends finally convinced me to get out of the house\\\", \\n\\\"to help me forget, to help me move on\\\", \\\"then i heard you're back in town\\\", \\\"in a crowd of strangers and lovers\\\", \\\"someone told me that you were comin'\\\", \\\"so i should probably go to bed (ah)\\\", \\\"i should probably turn off my phone\\\", \\\"i should quit while i'm ahead (ah)\\\", \\\"i should probably leave you alone\\\", \\\"'cause i know in the mornin' (in the mornin')\\\", \\\"i'll be callin' (i'll be callin')\\\", \\\"sayin' sorry for the things i said\\\", \\\"so i, yeah, i should probably go to bedso i don't undo the got-over-you\\\", \\n\\\"that i took so long to find\\\", \\\"'cause all it would take is seein' your face and i'd forgetso i should probably go to bed (ah)\\\", \\\"i should probably turn off my phone\\\", \\\"i should quit while i'm ahead (ah)\\\", \\\"i should probably leave you alone\\\", \\\"'cause i know in the mornin' (in the mornin')\\\", \\\"i'll be callin' (i'll be callin')\\\", \\\"sayin' sorry for the things i said\\\", \\\"so i, yeah, i should probably go to bedbefore i question my decision\\\", \\\"is it love? i know it isn't\\\", \\\"now i'm all up in my head again\\\", \\n\\\"'cause i know i don't have the self-control\\\", \\\"to walk away if you walk in\\\", \\\"oh, i know, i know, i know, i know\\\", \\\"i should probably go to bedooh, i'm all up in my head (i'm all up in my head)\\\", \\\"ooh, i, i should go to bed (go to bed)\\\", \\\"ooh, i'm (go to bed) all up in my head (go to bed)\\\", \\\"ooh, i, i should go to bedin a crowd of strangers and lovers\\\", \\\"someone told me that you were comin'\\\", \\\"[does to me \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n[11] \"\\\", \\\"i was a third-string dreamer on a second-place team\\\", \\\"but i was hell on wheels with a full head of steam\\\", \\n\\\"when coach put me in\\\", \\\"and i'm still proud of that hit\\\", \\\"i was a last resort to go to prom with the queen\\\", \\\"thanks to an ex-boyfriend who broke her heart that week\\\", \\\"no, i didn't get lucky\\\", \\\"but i still felt like a king\\\", \\\"and that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving, average joe\\\", \\\"but i'm a hell of a lover\\\", \\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\\"and that might not mean much to you\\\", \\n\\\"but it does to mei was the one phone call when my brother went to jail\\\", \\\"pawned my guitar just to pay his bail\\\", \\\"no, i'll never get it back\\\", \\\"but i'm okay with that\\\", \\\"i was the first man standing next to my best friend\\\", \\\"the day the love of his life said i do to him\\\", \\\"i was a couple beers deep\\\", \\\"but i still remembered that speech\\\", \\\"and that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving, average joe\\\", \\\"but i'm a hell of a lover\\\", \\n\\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\\"and that might not mean much to you\\\", \\\"but it does to methere's a worn-out blade that my granddaddy gave me\\\", \\\"my mama's first bible, daddy's don williams vinyl\\\", \\\"that first-fish-catching zebco thirty-three\\\", \\\"well, that might not mean much to you\\\", \\\"but it does to meso say i'm a middle of the road\\\", \\\"not much to show\\\", \\\"underachieving average joe (average joe)\\\", \\\"but i'm a hell of a lover\\\", \\\"a damn good brother\\\", \\\"and i wear this heart on my sleeve\\\", \\n\\\"and i'm a damn hard working\\\", \\\"one thing's for certain\\\", \\\"i stand up for what i believe (for what i believe)\\\", \\\"that might not mean much to you\\\", \\\"but it does to me\\\", \\\"yeah, it does to me\\\", \\\"and that might not mean much to you\\\", \\\"but it does to me \\\", \\\"oh, it does to me\\\", \\\"oh man, it does to me\\\", \\\"[lovin’ on you\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[12] \"\\\", \\\"don't get me wrong\\\", \\\"i like a bobber on the water\\\", \\\"hookin' 'em and reelin' 'em in\\\", \\\"i like a friday night slow ride\\\", \\\"brooks & dunn b-side\\\", \\\"hit rewind, spin it again\\\", \\\"i like a strong shot of whiskey\\\", \\n\\\"the way a marlboro hits me\\\", \\\"some broken in cowboy bootsbut i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love and lovin' on youi like a sunrise, duck blind\\\", \\\"birdie on a par 5\\\", \\\"miller lite before noon\\\", \\\"i like a two-door old ford\\\", \\\"wood board back porch\\\", \\\"three chords and the truthbut i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\n\\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love with lovin' on yougirl, i'm in love and lovin' on you\\\", \\\"i feel that rush soon as you walk in a room\\\", \\\"i can't get enough of you, honey\\\", \\\"you're right on the money\\\", \\\"i'm a junkie for your midnight moves\\\", \\\"i'm in love and lovin' on you\\\", \\\"i'm in love and lovin' on you\\\", \\\"[rudolph the red-nosed reindeer \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[13] \"\\\", \\\"you know dasher, and dancer, and prancer, and vixen\\\", \\\"comet, and cupid, and donner and blitzen\\\", \\n\\\"but do you recall the most famous reindeer of allrudolph the red-nosed reindeer had a very shiny nose\\\", \\\"and if you ever saw it, you would even say it glows\\\", \\\"all of the other reindeer used to laugh and call him names\\\", \\\"they never let poor rudolph join in any reindeer gamesthen one foggy christmas eve santa came to say\\\", \\\"rudolph with your nose so bright, won't you guide my sleigh tonight?\\\", \\\"then how the reindeer loved him as they shouted out with glee\\\", \\\"rudolph the red-nosed reindeer, you'll go down in historyrudolph the red-nosed reindeer had a very shiny nose\\\", \\n\\\"and if you ever saw it, you would even say it glows\\\", \\\"all of the other reindeer used to laugh and call him names\\\", \\\"they never let poor rudolph join in any reindeer games\\\", \\\"then one foggy christmas eve santa came to say\\\", \\\"rudolph with your nose so bright, won't you guide my sleigh tonight?\\\", \\\"then how the reindeer loved him as they shouted out with gle\\\", \\\"e\\\", \\\"[one margarita \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[14] \"\\\", \\\"in a small town\\\", \\\"weak knees in a cvs\\\", \\\"door locked in the bathroom\\\", \\\"what's it gonna be waitin' on that test?\\\", \\\"never thought that they'd be\\\", \\\"puttin' those life plans on the shelf\\\", \\\"a couple american babies raisin' one up their self\\\", \\\"one beer turns into a lit cigarette\\\", \\\"burnin' into a two beer buzz\\\", \\\"three beers turns into five and six\\\", \\\"then a love drunk kiss in the back of that truck\\\", \\\"just like that, everything rearranges\\\", \\n\\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?sesame street on the tv\\\", \\\"a race car rollin' on a cardboard bridge\\\", \\\"crayon stick figure family\\\", \\\"stuck right there front center on the fridge\\\", \\\"flash back to two pink lines\\\", \\\"a whole bunch of prayin' and doubtin'\\\", \\\"felt like the end of the world\\\", \\\"now the world don't spin without 'em (hey, yeah)\\\", \\\"oh, 'causeone beer turns into a lit cigarette\\\", \\\"burnin' into a two beer buzz\\\", \\\"three beers turns into five and six\\\", \\n\\\"then a love drunk kiss in the back of that truck\\\", \\\"(in the back of that truck)\\\", \\\"just like that, everything rearranges\\\", \\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?\\\", \\\"a boy and a girl and a three on the tree\\\", \\\"k-i-s-s-i-n-g\\\", \\\"first comes lust, then the shotgun marriage\\\", \\\"six months later come a baby in a carriage\\\", \\\"you know what, y'all? you know what, y'all?\\\", \\\"the whole thing started with some alcohol\\\", \\\"the whole thing started with some alcohol (hey, yeah)one beer turns into a lit cigarette\\\", \\n\\\"burnin' into a two beer buzz (into a two beer buzz)\\\", \\\"three beers turns into five and six\\\", \\\"then a love drunk kiss in the back of that truck\\\", \\\"just like that, everything rearranges\\\", \\\"life changes out of the blue\\\", \\\"it's just a bud light, but ain't it funny\\\", \\\"what one beer can turn into?\\\", \\\"a boy and a girl and a three on the tree\\\", \\\"k-i-s-s-i-n-g (oh)\\\", \\\"first comes lust, then the shotgun marriage\\\", \\\"six months later come a baby in a carriage\\\", \\\"that's not all (nah), that's not all (nah)\\\", \\n\\\"[homesick \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n[15] \"\\\", \\\"dancin' in the kitchen, you singin' my favorite song\\\", \\\"swingin' on the front porch, just laughin' at the dogs\\\", \\\"how you swear you love me more when you're whispering, goodnight\\\", \\\"all those little moments are every reason whyi'm homesick\\\", \\\"this feelin' that i'm feeling'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes all tangled up\\\", \\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\n\\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youwell, it says kane brown on a sign with a line out the door\\\", \\\"it sold out some little town i've never been before\\\", \\\"yeah, they're screamin' my name, this is what we dreamed about\\\", \\\"but out here singin' 'bout you, baby, all i'm thinkin' 'bouti'm homesick\\\", \\\"this feelin' that i'm feeling'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes all tangled up\\\", \\n\\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youhomesick for you\\\", \\\"yeah, yeahi'm homesick\\\", \\\"this feelin' that i'm feelin'\\\", \\\"no, it don't quit\\\", \\\"it's like half of me is missin'\\\", \\\"heaven knows it\\\", \\\"that all i wanna do\\\", \\\"is be alone with\\\", \\\"your brown eyes, just tangled up\\\", \\\"just holdin'\\\", \\\"onto you tonight\\\", \\\"until the mornin'\\\", \\\"baby, that's the damn truth\\\", \\\"if home is where the heart is\\\", \\\"i'm homesick for youi'm homesick for you\\\", \\n\\\"[speechless \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n[16] \"\\\", \\\"i can still shut down a party\\\", \\\"i can hang with anybody\\\", \\\"i can drink whiskey and red wine\\\", \\\"champagne all night\\\", \\\"little scotch on the rocks and i'm fine, i'm finebut when i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"cuttin' up the floor in a sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila (when i, when i, when i)i can kiss somebody brand new\\\", \\\"and not even think about you\\\", \\\"i can show up to the same bar\\\", \\\"hear the same songs in my car\\\", \\\"baby, your memory, it only hits me this hardwhen i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"cuttin' up the floor in a sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya (need ya)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"i ain't even drunk, i ain't even drunk and i'm thinkin'\\\", \\\"how i need your love, how i need your love, yeah, it sinks inwhen i taste tequila\\\", \\n\\\"baby, i still see ya\\\", \\\"sorority t-shirt\\\", \\\"the same one you wore when we were\\\", \\\"sky high in colorado, your lips pressed against the bottle\\\", \\\"swearing on a bible, baby, i'd never leave ya\\\", \\\"i remember how bad i need ya (need ya)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"when i taste tequila, oh (when i, when i, when i)\\\", \\\"when i taste tequila (when i, when i, when i)\\\", \\\"ooh\\\", \\\"[one thing right \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[17] \"\\\", \\\"i've cheated and i’ve lied\\\", \\\"i've broke down and i've cried\\\", \\n\\\"i’ve got nothing to hide no more\\\", \\\"i've loved and i've hurt\\\", \\\"broken people down with words\\\", \\\"more grace than i deserve, for sureknown to be crazy, known to be wild\\\", \\\"mama had herself a little devilish child\\\", \\\"ain't no stranger to the troubles at my doori've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right\\\", \\\"been the kinda guy girls' mamas don’t like\\\", \\\"runnin’ with the wrong crowd on the wrong nights\\\", \\n\\\"'cause i’ve been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"mmm\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\\"(baby, i got one thing right)\\\", \\\"i got one thing rightyou saw right through my pain\\\", \\\"kept us patient while i changed\\\", \\\"never even crossed your mind to walk away (to walk away)\\\", \\\"when i was gettin' crazy, reckless, and wild\\\", \\\"actin' like my mama's little devilish child\\\", \\\"it took a heart like yours to find its place (find its place)\\\", \\n\\\"i’ve been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right\\\", \\\"been the kinda guy girls' mamas don't like\\\", \\\"runnin' with the wrong crowd on the wrong nights\\\", \\\"'cause i've been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"oh\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\\"(baby, i got one thing right)\\\", \\\"i got one thing righti've been wrong about a million times\\\", \\n\\\"but i got one thing right, i got one thing righti've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right (i got one thing right)\\\", \\\"been the kinda guy girls mamas don't like\\\", \\\"runnin' with the wrong crowd on the wrong nights\\\", \\\"'cause i've been wrong about a million times\\\", \\\"but i got one thing right, you\\\", \\\"(baby, i got one thing right)\\\", \\\"oh\\\", \\\"(baby, i got one thing right)\\\", \\\"yeah, i got you\\\", \\n\\\"(baby, i got one thing right)\\\", \\\"i got one thing right\\\", \\\"i've been at the wrong place at the wrong time\\\", \\\"chasin' all the wrong things most of my life\\\", \\\"been every kinda lost that you can't find\\\", \\\"but i got one thing right (i got one thing right)\\\", \\\"[die from a broken heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \n[18] \"\\\", \\\"are you one of them girls that peels off the bud light label? just might run a pool table?\\\", \\\"roll your eyes if i call you an angel, ain't you one of them girls?\\\", \\\"ask you to dance, you say no just to see how far i'll go\\\", \\n\\\"your song comes on and your eyes close, that's when i know, yeah\\\", \\\"you got your heart on lock down, got a wall i gotta knock down\\\", \\\"kinda wanna do a shot now, come on nowand you're one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls, 'cause i'm one of them boys\\\", \\\"would trade his whole world, hm, yeah\\\", \\n\\\"for one of them girls who likes to act all quiet, sexy, not even tryin'\\\", \\\"yeah, you know i ain't lyin', damn right\\\", \\\"you one of them girls, broke every heart in your hometown\\\", \\\"on the day you rode out, got 'em all wishin' on stars nowif i find one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls\\\", \\n\\\"well, i'm one of them boys\\\", \\\"would trade his whole world, hm, yeah\\\", \\\"for one of them girlsyou're one of them girls\\\", \\\"i wanna put my lips on\\\", \\\"hold all night long\\\", \\\"write a little love songfor one of them girls that ain't tryna meet nobody\\\", \\\"you're just here for the party, if i'm wrong then stop me, yeah\\\", \\\"you're one of them girls that ain't handin' out your number\\\", \\\"you like to make us want you, you like to make us wonderif you're one of them girls\\\", \\\"well, i'm one of them boys\\\", \\\"would trade his whole world, his whole world\\\", \\n\\\"for one of them girlshmm, one of them girls\\\", \\\"[heaven \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n[19] \"\\\", \\\"don't have to leave this town to see the world\\\", \\\"'cause it's something that i gotta do\\\", \\\"i don't wanna look back in 30 years\\\", \\\"and wonder who you're married to\\\", \\n\\\"wanna say it now, wanna make it clear\\\", \\\"for only you and god to hear\\\", \\\"when you love someone, they say you set 'em free\\\", \\\"but that ain't gonna work for mei don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\\"i don't wanna love nobody but you\\\", \\\"youall the wasted days, all the wasted nights\\\", \\n\\\"i blame it all on being young\\\", \\\"got no regrets 'cause it got me here\\\", \\\"but i don't wanna waste another one\\\", \\\"i been thinkin' about what i want in my life\\\", \\\"it begins and ends the same\\\", \\\"if i had to choose what i couldn't lose\\\", \\\"there'd only be one thingi don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\n\\\"i don't wanna love nobody but you\\\", \\\"you\\\", \\\"i don't wanna love nobody but you (you)\\\", \\\"wanna say it now, wanna make it clear\\\", \\\"for only you and god to heari don't wanna live without you\\\", \\\"i don't wanna even breathe\\\", \\\"i don't wanna dream about you\\\", \\\"wanna wake up with you next to me (next to me)\\\", \\\"i don't wanna go down any other road now\\\", \\\"i don't wanna love nobody but you (i don't wanna love nobody)\\\", \\\"lookin' in your eyes now, if i had to die now\\\", \\\"i don't wanna love nobody but you\\\", \\\"you\\\", \\n\\\"i don't wanna love nobody but you (you)\\\", \\\"[i don't wanna love nobody but youi hope you’re happy now \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     \n[20] \"\\\", \\\"it's all on me, it's my mistake\\\", \\\"i said i don't love you a little too late\\\", \\\"but i guess there ain't ever a right time\\\", \\\"and i don't know why it's called a goodbye\\\", \\\"go run my name into the ground\\\", \\\"tell everyone you know just how\\\", \\\"how i slammed the door on our forever\\\", \\\"but i promise you it's for the betteri hope you find what you were looking for\\\", \\\"i hope your heart ain't hurting anymore\\\", \\n\\\"and you get moving on, all figured out\\\", \\\"and you don't hate me somehow\\\", \\\"'cause i hope you're happy nowwho knew this heart could break this hard\\\", \\\"or a love like ours could fall apart\\\", \\\"without so much as a warning\\\", \\\"i thought that i was what you wantedwell i guess you found what you were looking for\\\", \\\"i guess my heart ain't worth it anymore\\\", \\\"i'm a wreck, i'm a mess\\\", \\\"and i ain't got nothing left\\\", \\\"and so i hope you're happy nowi hope you find what you were looking for\\\", \\\"i guess my heart ain't worth it anymore\\\", \\n\\\"hope you get moving on, all figured out\\\", \\\"and you don't hate me somehow\\\", \\\"i'm a wreck, i'm a mess\\\", \\\"and i ain't got nothing left\\\", \\\"so i hope you're happy nowhappy now\\\", \\\"oh, i hope you're happy now\\\", \\\"mmm\\\", \\\"[bluebird \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \n[21] \"\\\", \\\"ooh\\\", \\\"ooh \\\", \\\"yeah,  i'm a turner\\\", \\\"i turn pages all the time\\\", \\\"don't like where i'm at\\\", \\\"34  was bad, so i just turn to 35\\\", \\\"yeah,  i'm a keeper\\\", \\\"i keep digging down for the deep\\\", \\\"like  the records i'm playing\\\", \\\"they might keep you waiting\\\", \\\"but you know i'm only playing for keepsand if the house just keeps on winning\\\", \\n\\\"i  got a wildcard up my sleeve\\\", \\\"and if love keeps giving me lemons\\\", \\\"i'll just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i'll keep a light on in my soul\\\", \\\"keep a bluebird in my heartooh\\\", \\\"oohwell, i'm a giver\\\", \\\"yeah, and i'm still giving 'em hell\\\", \\\"forgiving's pretty hard\\\", \\\"so i made an art out of forgettin' 'em well\\\", \\\"yeah, i'm a rhymer\\\", \\\"i can turn 20 cents into a 10\\\", \\\"and if i get confused and i start to lose\\\", \\\"i rhyme a dime 'til it all makes senseand if the house just keeps on winning\\\", \\n\\\"i got a wildcard up my sleeve\\\", \\\"and if love keeps giving me lemons\\\", \\\"i'll just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i turn a light on in my soul\\\", \\\"and keep a bluebird in my heartooh\\\", \\\"oohand if the house just keeps on winning\\\", \\\"i got a wildcard up my sleeve\\\", \\\"and if love starts giving me lemons\\\", \\\"just mix 'em in my drink\\\", \\\"and if the whole wide world stops singing\\\", \\\"and all the stars go dark\\\", \\\"i'll keep a light on in my soul\\\", \\n\\\"keep a bluebird in my heart\\\", \\\"i'll keep a light on in my soul\\\", \\\"keep a bluebird in my heart\\\", \\\"keep a bluebird in my heartooh\\\", \\\"and the bluebird sings\\\", \\\"ooh\\\", \\\"[a holly jolly christmas \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[22] \"\\\", \\\"girl, our mamas are best friends and so are we\\\", \\\"the whole town's rooting for us like the home team\\\", \\\"most likely to settle down\\\", \\\"plant a few roots real deep and let 'em grow\\\", \\\"but we can't stop this real world from spinnin' us\\\", \\\"your bright lights called, i don't blame you for pickin' up\\\", \\\"your big dream bags are all packed up and ready to go\\\", \\n\\\"but i just need you to knowthat i love you more than a california sunset\\\", \\\"more than a beer when you ain't twenty-one yet\\\", \\\"more than a sunday morning lord\\\", \\\"turnin' some poor lost souls 'round, and hallelujah bound\\\", \\\"yeah, i love you more than the feeling when the bass hits the hook\\\", \\\"when the guy gets the girl at the end of the book\\\", \\\"but, baby, this might be the last time i get to lay you down\\\", \\\"'cause i can't love you more than my hometowni ain't the runaway kind, i can't change that\\\", \\n\\\"my heart's stuck in these streets like the train tracks\\\", \\\"city sky ain't the same black\\\", \\\"ain't that a map dot shame, man, to think thati love you more than a california sunset\\\", \\\"more than a beer when you ain't twenty-one yet\\\", \\\"more than a sunday morning lord\\\", \\\"turnin' some poor lost souls around, and hallelujah bound\\\", \\\"yeah, i love you more than the feeling when the bass hits the hook\\\", \\\"when the guy gets the girl at the end of the book\\\", \\\"but, baby, this might be the last time i get to lay you down\\\", \\n\\\"'cause i can't love you more than my hometownyeah, you got a wild in your eyes that i just wasn't born with\\\", \\\"i'm a same gas station cup of coffee in the mornin'\\\", \\\"i need a house on the hill, girl, not in 'em\\\", \\\"so hang onto these words 'til them avenues help you forget 'em\\\", \\\"'cause i love you more than a california sunset\\\", \\\"i love you more in a twenty-dollar sundress\\\", \\\"hate that loaded down car you got your keys in\\\", \\\"girl, but i hate even more that you're leavin'\\\", \\\"'cause i love you more than the feeling when the bass hits the hook\\\", \\n\\\"when the guy gets the girl at the end of the book\\\", \\\"but that ain't you and me so i guess i'll see you around\\\", \\\"'cause i can't love you more than my hometownlove you more than my hometown\\\", \\\"love you more than my hometown\\\", \\\"love you more, baby, love you more\\\", \\\"[kinfolks \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[23] \"\\\", \\\"(i saw you going by)\\\", \\\"i saw you going by, i had to say hello\\\", \\\"and i don't mean to pry, but girl, i gotta know\\\", \\\"what is your name?\\\", \\\"how come i ain't seen you around before? (tell me)\\\", \\\"you know i ain't ever had a type, having a type takes two\\\", \\n\\\"but i know what i like, and you're the only one of you\\\", \\\"you're something else (damn)\\\", \\\"and i know we just met, buti wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolks\\\", \\\"(i wanna take you home)\\\", \\\"i wanna take you home, not just take you home tonight\\\", \\n\\\"get joanie on the phone, she'll leave us on a light\\\", \\\"i wanna see the way you look up under all those stars, yeah\\\", \\\"you're gonna be the talk, word's gonna get around\\\", \\\"they'll tell you how they thought i'd never settle down\\\", \\\"out on the porch, ain't it funny the way things change?\\\", \\\"i wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\n\\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolksi don't wanna wait around for the right timei wanna introduce you to my kinfolks, to my old friends\\\", \\\"to the house in the pines where the road ends\\\", \\\"take you to my hometown, where i grew up\\\", \\\"where i thought i knew it all before i knew what love was\\\", \\\"gave up on it, but honey, you got my hopes up\\\", \\\"and i'm thinking that i wanna introduce you to my kinfolksand i'm thinking that i wanna introduce you to my kinfolks\\\", \\n\\\"woah\\\", \\\"[rockin’ around the christmas tree \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n[24] \"\\\", \\\"baby, lay on back and relax\\\", \\\"kick your pretty feet up on my dash\\\", \\\"no need to go nowhere fast\\\", \\\"let's enjoy right here where we at\\\", \\\"who knows where this road is supposed to lead?\\\", \\\"we got nothing, but time\\\", \\n\\\"as long as you're right here next to me\\\", \\\"everything's gonna be alrightif it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to bei don't mean to be so uptight\\\", \\\"but my heart's been hurt a couple times\\\", \\\"by a couple guys that didn't treat me right\\\", \\\"i ain't gon' lie, ain't gon' lie\\\", \\n\\\"'cause i'm tired of the fake love\\\", \\\"show me what you're made of\\\", \\\"boy, make me believe\\\", \\\"whoa, hold up girl, don't you know you're beautiful?\\\", \\\"and it's easy to seeif it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to beso c'mon, ride with me, ride with me\\\", \\\"see where this thing goes\\\", \\n\\\"so c'mon, ride with me, ride with me\\\", \\\"baby, if it's meant to bemaybe we do\\\", \\\"maybe we don't\\\", \\\"maybe we will\\\", \\\"maybe we won'tbut if it's meant to be, it'll be, it'll be\\\", \\\"baby, just let it be (sing it, bebe)\\\", \\\"if it's meant to be, it'll be, it'll be (c'mon)\\\", \\\"baby, just let it be (let's go)\\\", \\\"so won't you ride with me, ride with me?\\\", \\\"see where this thing goes (come for a ride)\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to be (yeah)\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\n\\\"baby, if it's meant to be\\\", \\\"if it's meant to be, it'll be, it'll be\\\", \\\"baby, if it's meant to be\\\", \\\"hmm\\\", \\\"[beer never broke my heart \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n[25] \"\\\", \\\"used to spend my nights out in a barroom\\\", \\\"liquor was the only love i'd known\\\", \\\"but you rescued me from reachin' for the bottom\\\", \\\"and brought me back from bein' too far goneyou're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the timei've looked for love in all the same old places\\\", \\\"found the bottom of a bottle's always dry\\\", \\\"but when you poured out your heart, i didn't waste it\\\", \\n\\\"'cause there's nothin' like your love to get me highand you're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the time\\\", \\\"you're as smooth as tennessee whiskey\\\", \\\"you're as sweet as strawberry wine\\\", \\\"you're as warm as a glass of brandy\\\", \\\"and honey, i stay stoned on your love all the timeyou're as smooth as tennessee whiskey\\\", \\\"tennessee whiskey, tennessee whiskey\\\", \\\"you're as smooth as tennessee whiskey\\\", \\n\\\"[tennessee whiskey, tennessee whiskey\\\", \\\"[10000  hours\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n[26] \"\\\", \\\"do you love the rain? does it make you dance\\\", \\\"when you're drunk with your friends at a party?\\\", \\\"what's your favorite song, does it make you smile?\\\", \\\"do you think of me?\\\", \\\"when you close your eyes, tell me, what are you dreamin'?\\\", \\\"everything, i wanna know it all\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours\\\", \\\"and i might never get there, but i'm gonna try\\\", \\n\\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"do you miss the road that you grew up on?\\\", \\\"did you get your middle name from your grandma?\\\", \\\"when you think about your forever now, do you think of me?\\\", \\\"when you close your eyes, tell me, what are you dreamin'?\\\", \\\"everything, i wanna know it all\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours\\\", \\\"and i might never get there, but i'm gonna try\\\", \\n\\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"ooh, want the good and the bad and everything in between\\\", \\\"ooh, gotta cure my curiosity\\\", \\\"ooh, yeah\\\", \\\"i'd spend ten thousand hours and ten thousand more\\\", \\\"oh, if that's what it takes to learn that sweet heart of yours (sweet heart of yours)\\\", \\\"and i might never get there, but i'm gonna try\\\", \\\"if it's ten thousand hours or the rest of my life\\\", \\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\n\\\"i'm gonna love you (ooh, ooh ooh, ooh, ooh)\\\", \\\"yeah\\\", \\\"and i\\\", \\\"do you love the rain, does it make you dance?\\\", \\\"i'm gonna love you (i'm gonna love you)\\\", \\\"i'm gonna love you\\\", \\\"[one man band \"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n[27] \"\\\", \\\"we're in the homestretch of the hard times\\\", \\n\\\"we took a hard left, but we're alright\\\", \\\"yeah, life sure can try to put love through it, but\\\", \\\"we built this right, so nothing's ever gonna move itwhen the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain 'cause you and i remain the same\\\", \\\"when there ain't a crack in the foundation\\\", \\\"baby, i know any storm we're facing\\\", \\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are goodcall it dumb luck, but baby, you and i\\\", \\n\\\"can't even mess it up, yeah, though we both tried\\\", \\\"no, it don't always go the way we planned it\\\", \\\"but the wolves came and went and we're still standingwhen the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain 'cause you and i remain the same\\\", \\\"when there ain't a crack in the foundation\\\", \\\"baby, i know any storm we're facing\\\", \\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are good\\\", \\\"when the bones are goodbones are good, the rest, the rest don't matter (baby, it don't really matter)\\\", \\n\\\"paint could peel, the glass, the glass could shatter (oh, the glass, oh, the glass could shatter)\\\", \\\"bones are good, the rest, the rest don't matter (ooh)\\\", \\\"paint could peel, the glass, the glass could shatter (yeah)\\\", \\\"when the bones are good, the rest don't matter\\\", \\\"yeah, the paint could peel, the glass could shatter\\\", \\\"let it rain (let it rain, let it rain)\\\", \\\"'cause you and i remain the same (woo)\\\", \\\"when there ain't a crack in the foundation (woo)\\\", \\\"baby, i know any storm we're facing\\\", \\n\\\"will blow right over while we stay put\\\", \\\"the house don't fall when the bones are good\\\", \\\"yeah, ooh\\\")\"                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n    element_id sentence_id word_count   sentiment\n 1:          1           1        344 -0.69282557\n 2:          2           1        260 -0.03286920\n 3:          2           2         31  0.00000000\n 4:          3           1        263  0.55188064\n 5:          4           1        573  1.45796842\n 6:          5           1        585  0.81242751\n 7:          6           1        340  1.22565709\n 8:          7           1        273  0.44484224\n 9:          8           1        248  0.61277561\n10:          9           1        307 -0.25996758\n11:         10           1        193 -0.03958987\n12:         10           2        101  0.02487593\n13:         11           1        390  0.13735278\n14:         12           1        224  0.93207358\n15:         13           1        190  0.58872398\n16:         14           1        100 -0.10500000\n17:         14           2        156  0.12409932\n18:         14           3        126 -0.02227177\n19:         15           1        268  0.04214846\n20:         16           1        332  0.26343422\n21:         17           1        455  0.33707240\n22:         18           1         13  0.00000000\n23:         18           2        348  0.18869181\n24:         19           1        349  0.32956327\n25:         20           1        221  0.25981987\n26:         21           1        304  0.15700639\n27:         22           1        423  1.24902490\n28:         23           1         38  0.08111071\n29:         23           2        326  0.50261776\n30:         24           1        368  0.56364053\n31:         25           1        184  1.05420999\n32:         26           1          5  0.33541020\n33:         26           2        317  0.83405910\n34:         27           1        318  0.30211600\n    element_id sentence_id word_count   sentiment\n\n\n    element_id sentence_id word_count   sentiment\n 1:          1           1        344 -0.69282557\n 2:          2           1        260 -0.03286920\n 3:          2           2         31  0.00000000\n 4:          3           1        263  0.55188064\n 5:          4           1        573  1.45796842\n 6:          5           1        585  0.81242751\n 7:          6           1        340  1.22565709\n 8:          7           1        273  0.44484224\n 9:          8           1        248  0.61277561\n10:          9           1        307 -0.25996758\n11:         10           1        193 -0.03958987\n12:         10           2        101  0.02487593\n13:         11           1        390  0.13735278\n14:         12           1        224  0.93207358\n15:         13           1        190  0.58872398\n16:         14           1        100 -0.10500000\n17:         14           2        156  0.12409932\n18:         14           3        126 -0.02227177\n19:         15           1        268  0.04214846\n20:         16           1        332  0.26343422\n21:         17           1        455  0.33707240\n22:         18           1         13  0.00000000\n23:         18           2        348  0.18869181\n24:         19           1        349  0.32956327\n25:         20           1        221  0.25981987\n26:         21           1        304  0.15700639\n27:         22           1        423  1.24902490\n28:         23           1         38  0.08111071\n29:         23           2        326  0.50261776\n30:         24           1        368  0.56364053\n31:         25           1        184  1.05420999\n32:         26           1          5  0.33541020\n33:         26           2        317  0.83405910\n34:         27           1        318  0.30211600\n    element_id sentence_id word_count   sentiment\n\n\n\n\n",
    "preview": {},
    "last_modified": "2024-05-13T11:19:39-05:00",
    "input_file": {}
  }
]
